{"pages":[{"title":"Política de Privacidade","path":"Politica/index.html","text":"Última atualização: 18 de setembro de 2025 A sua privacidade é importante para nós. Esta Política de Privacidade descreve como coletamos, utilizamos e protegemos os dados fornecidos pelos usuários ao utilizar nosso aplicativo. 1. Coleta de InformaçõesNosso aplicativo não solicita dados pessoais sensíveis (como nome, e-mail, CPF, etc.) para uso básico. Receitas (Home): Ao criar uma receita, os dados (título, ingredientes, preparo) são transformados em arquivos Markdown e enviados para nosso site. O usuário pode curtir&#x2F;descurtir receitas e compartilhá-las. Essas interações podem ser registradas localmente no dispositivo. Ingredientes: Ingredientes selecionados ficam armazenados apenas localmente no dispositivo para filtrar as receitas. Nenhuma informação pessoal é enviada para servidores. Mercado: O usuário pode criar listas de compras com nome, quantidade, unidade, preço e categoria. Esses dados ficam armazenados apenas no dispositivo. Jogo da Forca: O jogo não coleta dados pessoais. O progresso ou pontuação pode ser armazenado localmente. 2. Uso das InformaçõesAs informações coletadas têm os seguintes propósitos: Exibir e organizar receitas provenientes da API. Permitir ao usuário criar e compartilhar receitas. Facilitar buscas por ingredientes. Gerenciar listas de compras pessoais. Proporcionar entretenimento com o jogo da forca. 3. Compartilhamento de Dados Não vendemos, trocamos ou transferimos dados pessoais dos usuários para terceiros. As receitas criadas e enviadas para a API podem ser publicadas e disponibilizadas publicamente. Interações de curtidas e listas de compras permanecem no dispositivo. 4. Armazenamento e Segurança Dados do usuário (listas, curtidas, progresso do jogo) são armazenados localmente no dispositivo. Receitas criadas pelo usuário são enviadas à API para publicação e ficam disponíveis publicamente. Adotamos medidas técnicas de segurança, mas não podemos garantir proteção absoluta. 5. Direitos do UsuárioO usuário pode: Criar, editar e excluir suas receitas. Limpar dados armazenados localmente (como listas e curtidas). Solicitar a exclusão de uma receita publicada na API entrando em contato com o suporte. 6. Alterações nesta PolíticaReservamo-nos o direito de atualizar esta Política de Privacidade periodicamente.A data da última atualização será sempre exibida no início deste documento. 7. ContatoSe você tiver dúvidas sobre esta Política de Privacidade ou sobre o uso de seus dados, entre em contato: 📧 pablogalvao614.boilprivacidade@gmail.com"},{"title":"Política de Privacidade (Resumo)","path":"Politica-de-Privacidade-Reduzido/index.html","text":"🔒 Última atualização: 18&#x2F;09&#x2F;2025 Nós respeitamos sua privacidade. Veja como tratamos seus dados no app: 📌 O que coletamos Receitas: quando você cria uma, ela é enviada para nossa API e publicada. Ingredientes: ficam salvos só no seu dispositivo. Mercado: suas listas de compras também ficam salvas apenas no seu aparelho. Jogo da Forca: não coleta dados pessoais. 🎯 Como usamos Mostrar receitas da API. Permitir criar, curtir e compartilhar receitas. Filtrar receitas por ingredientes. Gerenciar suas listas de compras. Oferecer diversão com o jogo. 🔐 Segurança Listas, curtidas e progresso ficam no seu dispositivo. Receitas criadas podem ser publicadas publicamente. ✅ Seus direitos Criar, editar e excluir receitas. Apagar dados locais (listas e curtidas). Pedir a exclusão de receitas publicadas. 📧 Suporte: pablogalvao614.boilprivacidade@gmail.com"},{"title":"Sobre o App – Lar do Chef","path":"Sobre-o-App/index.html","text":"Bem-vindo ao Lar do Chef, um aplicativo criado para facilitar sua vida na cozinha e no dia a dia.Aqui você encontra receitas, organiza suas compras, escolhe ingredientes e ainda se diverte com um joguinho integrado. 📖 Funcionalidades🏠 Tela Home (Receitas) Veja várias receitas disponíveis. Pesquise, curta, compartilhe e crie suas próprias receitas. Acompanhe todas as receitas que você mais gostou em um só lugar. 🥦 Tela Ingredientes Explore todos os ingredientes usados nas receitas. Selecione múltiplos ingredientes para descobrir quais pratos podem ser feitos com eles. 🛒 Tela Mercado Crie sua lista de compras personalizada. Adicione: Nome do item. Quantidade. Unidade (un, kg, g, etc.). Preço. Categoria. 🎮 Tela Jogo da Forca Um jogo simples e divertido. Receba uma dica (ex: “Derivado do leite…”) e tente adivinhar a palavra escolhendo letras. 🌟 Nosso objetivoO Lar do Chef foi feito para unir praticidade e diversão: Aprenda novas receitas. Organize suas compras. Descubra combinações de ingredientes. E relaxe com o joguinho da forca. 📧 Contato: pablogalvao614.boilsobre@gmail.com"},{"title":"Guia para Testadores do App","path":"Testadores/index.html","text":"Obrigado por participar dos testes do Lar do Chef!Antes da publicação oficial, você pode nos ajudar a encontrar erros e melhorar a experiência. Siga os passos abaixo para instalar e testar o app: 📝 Passo 1 – Aceitar o conviteSe você ainda não entrou no grupo de testadores, clique no link do convite que recebeu e aceite a participação. Se não recebeu o convite você pode solicitar a entrada nos enviando a solicitação.Assunto: Testar App Lar do chef 📥 Passo 2 – Abrir o link do Google PlayAcesse o link direto do Google Play para baixar a versão de testes: 👉 Link para download no Google Play 📲 Passo 3 – Instalar ou atualizar o appClique em Instalar (ou Atualizar, se já tiver a versão anterior). 🧑‍💻 Passo 4 – Testar o appNavegue por todas as telas e recursos: Home: veja, pesquise, curta e compartilhe receitas. Ingredientes: filtre receitas por ingredientes escolhidos. Mercado: crie e edite sua lista de compras. Jogo da Forca: jogue e teste a usabilidade. Se encontrar erros, travamentos ou dificuldades, anote e envie seu feedback. 📢 Como enviar feedbackEnvie os problemas encontrados e sugestões pelo grupo de testadores ou e-mail:📧 pablogalvao614.boiltestador@gmail.com 🙏 Obrigado pela sua ajuda!Cada comentário faz o app ficar mais estável e preparado para o lançamento oficial 🚀"}],"posts":[{"title":"Feijoada Simples","path":"20/09/2025/receitas/feijoada_simples/","text":"Modo de Preparo Coloque o feijão numa peneira e lave bem sob água corrente. Transfira os grãos para uma tigela grande e cubra com 2,5 litros de água – se algum boiar, descarte. Cubra com um prato e deixe de molho por 30 minutos – se o feijão ficar muito tempo de molho pode perder a cor e desmanchar durante o longo cozimento da feijoada. Enquanto isso, faça o pré-cozimento das carnes. Escorra a água das carnes dessalgadas e transfira para um caldeirão grande (ou panela) com capacidade para 11 litros. Cubra as carnes com água e leve ao fogo alto – cerca de 4 litros bastam, a quantidade pode variar de acordo com o tamanho da panela, o importante é que as carnes devem ficar completamente imersas. Deixe cozinhar por 10 minutos em fogo alto, contados após a fervura – o pré-cozimento elimina o excesso de gordura e sal das carnes. Enquanto isso, descasque e pique fino as cebolas e os dentes de alho. Com uma faca pequena, retire a pele dos paios. Escorra a água do feijão. Passados os 10 minutos, com uma escumadeira, transfira as carnes pré-cozidas para uma tigela grande e descarte a água do cozimento, com cuidado para não se queimar. Volte o caldeirão ao fogo alto. Quando aquecer, regue com o azeite, adicione a cebola e tempere com uma pitada de sal. Refogue por cerca de 8 minutos até começar a dourar. Junte o alho, o cominho, as folhas de louro e mexa por 1 minuto para perfumar. Acrescente o feijão demolhado ao refogado e misture bem. Adicione 6 litros de água e mantenha a panela em fogo alto. Assim que começar a ferver, junte a carne-seca e a costelinha pré-cozidas, abaixe o fogo e deixe cozinhar por 2 horas, mexendo de vez em quando. Após as primeiras 2 horas de cozimento, junte o lombo pré-cozido e os paios inteiros. Deixe cozinhar em fogo baixo por mais 3 horas, mexendo de vez em quando delicadamente para não desmanchar os grãos de feijão. Faltando 30 minutos para o fim do cozimento, com uma pinça, transfira os paios para a tábua e corte cada um em fatias de 1 cm, na diagonal. Volte as fatias para a panela e deixe cozinhar até completar as 5 horas de cozimento total, ou até que as carnes estejam bem macias e o caldo da feijoada comece a engrossar. Sirva com arroz, couve refogada, gomos de laranja e farinha de mandioca torrada.","content":"<p><img src=\"/receitas/images/feijoada_simples.webp\" alt=\"Feijoada Simples\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Coloque o feijão numa peneira e lave bem sob água corrente. Transfira os grãos para uma tigela grande e cubra com 2,5 litros de água – se algum boiar, descarte. Cubra com um prato e deixe de molho por 30 minutos – se o feijão ficar muito tempo de molho pode perder a cor e desmanchar durante o longo cozimento da feijoada. Enquanto isso, faça o pré-cozimento das carnes.</li>\n<li>Escorra a água das carnes dessalgadas e transfira para um caldeirão grande (ou panela) com capacidade para 11 litros. Cubra as carnes com água e leve ao fogo alto – cerca de 4 litros bastam, a quantidade pode variar de acordo com o tamanho da panela, o importante é que as carnes devem ficar completamente imersas. Deixe cozinhar por 10 minutos em fogo alto, contados após a fervura – o pré-cozimento elimina o excesso de gordura e sal das carnes.</li>\n<li>Enquanto isso, descasque e pique fino as cebolas e os dentes de alho. Com uma faca pequena, retire a pele dos paios. Escorra a água do feijão.</li>\n<li>Passados os 10 minutos, com uma escumadeira, transfira as carnes pré-cozidas para uma tigela grande e descarte a água do cozimento, com cuidado para não se queimar.</li>\n<li>Volte o caldeirão ao fogo alto. Quando aquecer, regue com o azeite, adicione a cebola e tempere com uma pitada de sal. Refogue por cerca de 8 minutos até começar a dourar. Junte o alho, o cominho, as folhas de louro e mexa por 1 minuto para perfumar.</li>\n<li>Acrescente o feijão demolhado ao refogado e misture bem. Adicione 6 litros de água e mantenha a panela em fogo alto. Assim que começar a ferver, junte a carne-seca e a costelinha pré-cozidas, abaixe o fogo e deixe cozinhar por 2 horas, mexendo de vez em quando.</li>\n<li>Após as primeiras 2 horas de cozimento, junte o lombo pré-cozido e os paios inteiros. Deixe cozinhar em fogo baixo por mais 3 horas, mexendo de vez em quando delicadamente para não desmanchar os grãos de feijão.</li>\n<li>Faltando 30 minutos para o fim do cozimento, com uma pinça, transfira os paios para a tábua e corte cada um em fatias de 1 cm, na diagonal. Volte as fatias para a panela e deixe cozinhar até completar as 5 horas de cozimento total, ou até que as carnes estejam bem macias e o caldo da feijoada comece a engrossar. Sirva com arroz, couve refogada, gomos de laranja e farinha de mandioca torrada.</li>\n</ol>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[{"name":"prato nacional","slug":"prato-nacional","permalink":"https://pablopgalvao.github.io/tags/prato-nacional/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"}],"ingredients":["1,1 kg de costela de porco salgada (1 peça com 12 ripas)","800 g de carne-seca","600 g de lombo de porco salgado","1 kg de feijão-preto","500 g de paio (4 unidades)","3 cebolas","5 dentes de alho","¼ de xícara (chá) de azeite","3 folhas de louro","1 colher (chá) de cominho em pó"],"difficulty":"Médio","time":"2 horas","servings":"16 Porções","calories":null},{"title":"Marido Gelado","path":"19/09/2025/receitas/marido-gelado--1758317137516/","text":"Modo de Preparo No liquidificador, misture 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 250 ml de suco de maracujá; Bata tudo muito bem por cerca de 3 minutos e transfira para uma travessa, reservando; Derreta 250g de chocolate no micro-ondas em intervalos de 30 segundos; Misture com uma caixinha de creme de leite e despeje por cima da mousse de maracujá. Reserve novamente; No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão; No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão; Bata por alguns minutos e transfira para a travessa; Reserve um pouco da ganache de chocolate para finalizar com arabescos e raspas de limão; Leve à geladeira por pelo menos 4 horas.","content":"<p><img src=\"/receitas/images/marido-gelado--1758317137516.png\" alt=\"MARIDO GELADO \"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ul>\n<li>No liquidificador, misture 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 250 ml de suco de maracujá;</li>\n<li>Bata tudo muito bem por cerca de 3 minutos e transfira para uma travessa, reservando;</li>\n<li>Derreta 250g de chocolate no micro-ondas em intervalos de 30 segundos;</li>\n<li>Misture com uma caixinha de creme de leite e despeje por cima da mousse de maracujá. Reserve novamente;</li>\n<li>No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão;</li>\n<li>No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão;</li>\n<li>Bata por alguns minutos e transfira para a travessa;</li>\n<li>Reserve um pouco da ganache de chocolate para finalizar com arabescos e raspas de limão;</li>\n<li>Leve à geladeira por pelo menos 4 horas.</li>\n</ul>\n","categories":[{"name":"Sobremesas","slug":"Sobremesas","permalink":"https://pablopgalvao.github.io/categories/Sobremesas/"}],"tags":[{"name":"Doce","slug":"Doce","permalink":"https://pablopgalvao.github.io/tags/Doce/"},{"name":"Sobremesa Clássica","slug":"Sobremesa-Classica","permalink":"https://pablopgalvao.github.io/tags/Sobremesa-Classica/"}],"ingredients":["2 caixas de leite condensado","5 caixas de creme de leite","6 colheres de sopa de leite em pó","250 ml de suco de maracujá","250g de chocolate","200 ml de suco de limão"],"difficulty":"Médio","time":"40 min","servings":"10 Porções","calories":null}],"categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"},{"name":"Sobremesas","slug":"Sobremesas","permalink":"https://pablopgalvao.github.io/categories/Sobremesas/"}],"tags":[{"name":"prato nacional","slug":"prato-nacional","permalink":"https://pablopgalvao.github.io/tags/prato-nacional/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"Doce","slug":"Doce","permalink":"https://pablopgalvao.github.io/tags/Doce/"},{"name":"Sobremesa Clássica","slug":"Sobremesa-Classica","permalink":"https://pablopgalvao.github.io/tags/Sobremesa-Classica/"}]}