{"pages":[{"title":"Política de Privacidade","path":"Politica/index.html","text":"Última atualização: 18 de setembro de 2025 A sua privacidade é importante para nós. Esta Política de Privacidade descreve como coletamos, utilizamos e protegemos os dados fornecidos pelos usuários ao utilizar nosso aplicativo. 1. Coleta de InformaçõesNosso aplicativo não solicita dados pessoais sensíveis (como nome, e-mail, CPF, etc.) para uso básico. Receitas (Home): Ao criar uma receita, os dados (título, ingredientes, preparo) são transformados em arquivos Markdown e enviados para nosso site. O usuário pode curtir&#x2F;descurtir receitas e compartilhá-las. Essas interações podem ser registradas localmente no dispositivo. Ingredientes: Ingredientes selecionados ficam armazenados apenas localmente no dispositivo para filtrar as receitas. Nenhuma informação pessoal é enviada para servidores. Mercado: O usuário pode criar listas de compras com nome, quantidade, unidade, preço e categoria. Esses dados ficam armazenados apenas no dispositivo. Jogo da Forca: O jogo não coleta dados pessoais. O progresso ou pontuação pode ser armazenado localmente. 2. Uso das InformaçõesAs informações coletadas têm os seguintes propósitos: Exibir e organizar receitas provenientes da API. Permitir ao usuário criar e compartilhar receitas. Facilitar buscas por ingredientes. Gerenciar listas de compras pessoais. Proporcionar entretenimento com o jogo da forca. 3. Compartilhamento de Dados Não vendemos, trocamos ou transferimos dados pessoais dos usuários para terceiros. As receitas criadas e enviadas para a API podem ser publicadas e disponibilizadas publicamente. Interações de curtidas e listas de compras permanecem no dispositivo. 4. Armazenamento e Segurança Dados do usuário (listas, curtidas, progresso do jogo) são armazenados localmente no dispositivo. Receitas criadas pelo usuário são enviadas à API para publicação e ficam disponíveis publicamente. Adotamos medidas técnicas de segurança, mas não podemos garantir proteção absoluta. 5. Direitos do UsuárioO usuário pode: Criar, editar e excluir suas receitas. Limpar dados armazenados localmente (como listas e curtidas). Solicitar a exclusão de uma receita publicada na API entrando em contato com o suporte. 6. Alterações nesta PolíticaReservamo-nos o direito de atualizar esta Política de Privacidade periodicamente.A data da última atualização será sempre exibida no início deste documento. 7. ContatoSe você tiver dúvidas sobre esta Política de Privacidade ou sobre o uso de seus dados, entre em contato: 📧 pablogalvao614.boilprivacidade@gmail.com"},{"title":"Política de Privacidade (Resumo)","path":"Politica-de-Privacidade-Reduzido/index.html","text":"🔒 Última atualização: 18&#x2F;09&#x2F;2025 Nós respeitamos sua privacidade. Veja como tratamos seus dados no app: 📌 O que coletamos Receitas: quando você cria uma, ela é enviada para nossa API e publicada. Ingredientes: ficam salvos só no seu dispositivo. Mercado: suas listas de compras também ficam salvas apenas no seu aparelho. Jogo da Forca: não coleta dados pessoais. 🎯 Como usamos Mostrar receitas da API. Permitir criar, curtir e compartilhar receitas. Filtrar receitas por ingredientes. Gerenciar suas listas de compras. Oferecer diversão com o jogo. 🔐 Segurança Listas, curtidas e progresso ficam no seu dispositivo. Receitas criadas podem ser publicadas publicamente. ✅ Seus direitos Criar, editar e excluir receitas. Apagar dados locais (listas e curtidas). Pedir a exclusão de receitas publicadas. 📧 Suporte: pablogalvao614.boilprivacidade@gmail.com"},{"title":"Sobre o App – Lar do Chef","path":"Sobre-o-App/index.html","text":"Bem-vindo ao Lar do Chef, um aplicativo criado para facilitar sua vida na cozinha e no dia a dia.Aqui você encontra receitas, organiza suas compras, escolhe ingredientes e ainda se diverte com um joguinho integrado. 📖 Funcionalidades🏠 Tela Home (Receitas) Veja várias receitas disponíveis. Pesquise, curta, compartilhe e crie suas próprias receitas. Acompanhe todas as receitas que você mais gostou em um só lugar. 🥦 Tela Ingredientes Explore todos os ingredientes usados nas receitas. Selecione múltiplos ingredientes para descobrir quais pratos podem ser feitos com eles. 🛒 Tela Mercado Crie sua lista de compras personalizada. Adicione: Nome do item. Quantidade. Unidade (un, kg, g, etc.). Preço. Categoria. 🎮 Tela Jogo da Forca Um jogo simples e divertido. Receba uma dica (ex: “Derivado do leite…”) e tente adivinhar a palavra escolhendo letras. 🌟 Nosso objetivoO Lar do Chef foi feito para unir praticidade e diversão: Aprenda novas receitas. Organize suas compras. Descubra combinações de ingredientes. E relaxe com o joguinho da forca. 📧 Contato: pablogalvao614.boilsobre@gmail.com"},{"title":"Guia para Testadores do App","path":"Testadores/index.html","text":"Obrigado por participar dos testes do Lar do Chef!Antes da publicação oficial, você pode nos ajudar a encontrar erros e melhorar a experiência. Siga os passos abaixo para instalar e testar o app: 📝 Passo 1 – Aceitar o conviteSe você ainda não entrou no grupo de testadores, clique no link do convite que recebeu e aceite a participação. Se não recebeu o convite você pode solicitar a entrada nos enviando a solicitação.Assunto: Testar App Lar do chef 📥 Passo 2 – Abrir o link do Google PlayAcesse o link direto do Google Play para baixar a versão de testes: 👉 Link para download no Google Play 📲 Passo 3 – Instalar ou atualizar o appClique em Instalar (ou Atualizar, se já tiver a versão anterior). 🧑‍💻 Passo 4 – Testar o appNavegue por todas as telas e recursos: Home: veja, pesquise, curta e compartilhe receitas. Ingredientes: filtre receitas por ingredientes escolhidos. Mercado: crie e edite sua lista de compras. Jogo da Forca: jogue e teste a usabilidade. Se encontrar erros, travamentos ou dificuldades, anote e envie seu feedback. 📢 Como enviar feedbackEnvie os problemas encontrados e sugestões pelo grupo de testadores ou e-mail:📧 pablogalvao614.boiltestador@gmail.com 🙏 Obrigado pela sua ajuda!Cada comentário faz o app ficar mais estável e preparado para o lançamento oficial 🚀"}],"posts":[{"title":"Kafta","path":"20/09/2025/receitas/Kafta/","text":"Modo de Preparo Reúna todos os ingredientes; Coloque tudo em uma tigela e misture com as mãos até atingir uma massa uniforme; Cubra a tigela com plástico filme, leve-a à geladeira e deixe a massa descansar por meia hora; Molde a massa, espete os palitos de churrasco e leve para o congelador por mais 30 minutos; Asse as kaftas em uma grelha ou em uma frigideira; Vire-as, espere chegar ao ponto que te agrada (mais ou menos passada) e sirva na sequência;","content":"<p><img src=\"/receitas/images/kafta.png\" alt=\"Kafta\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Reúna todos os ingredientes;</li>\n<li>Coloque tudo em uma tigela e misture com as mãos até atingir uma massa uniforme;</li>\n<li>Cubra a tigela com plástico filme, leve-a à geladeira e deixe a massa descansar por meia hora;</li>\n<li>Molde a massa, espete os palitos de churrasco e leve para o congelador por mais 30 minutos;</li>\n<li>Asse as kaftas em uma grelha ou em uma frigideira;</li>\n<li>Vire-as, espere chegar ao ponto que te agrada (mais ou menos passada) e sirva na sequência;</li>\n</ol>\n","categories":[{"name":"Lanches e petiscos","slug":"Lanches-e-petiscos","permalink":"https://pablopgalvao.github.io/categories/Lanches-e-petiscos/"}],"tags":[{"name":"churrasco","slug":"churrasco","permalink":"https://pablopgalvao.github.io/tags/churrasco/"},{"name":"carnes","slug":"carnes","permalink":"https://pablopgalvao.github.io/tags/carnes/"}],"ingredients":["500 gramas de carne moída","1 colher de sopa de salsinha picada","1 colher de sopa de hortelã picado","1 colher de sopa de cebola picada","1 colher de chá de alho picado","1 colher de chá de pimenta síria","2 colheres de chá de sal","1 colher de sopa de azeite","Palitos de churrasco"],"difficulty":"Fácil","time":"90 min","servings":"4 a 6 Porções","calories":null},{"title":"Acarajé","path":"20/09/2025/receitas/acarajé-1758398276182/","text":"Modo de Preparo Coloque os feijões inteiros num processador de alimentos e bata por alguns segundos para quebrar os grãos. Cuidado para não esmigalhar. Coloque os feijões num recipiente e cubra com água. Deixe de molho por no mínimo 12 horas. Agite os feijões com uma colher e com uma peneirinha vá retirando todas as cascas que se desprendem dos feijões. Depois de retirar bastante as cascas, lave os feijões sob a água corrente e continue retirando ?o olhinho? e o restante das cascas. Retire o máximo possível. Reserve Num processador, coloque os feijões e as cebolas. Bata por 3 minutos, ou até obter uma pasta lisa e uniforme. Retire toda a pasta do processador e coloque dentro de uma panela grande e funda. Com uma colher de pau, bata a massa do acarajé até que a massa triplique de volume. Esse processo é bastante demorado mas é importantíssimo para a fermentação. Coloque o óleo, o azeite de dendê, e a cebola com casca numa panela média e leve ao fogo alto para esquentar. Com duas colheres de sopa, modele os acarajés: encha uma das colheres com a massa, passe de uma colher para a outra até que a massa fique com formato de bolinho. Coloque os bolinhos no óleo bem quente e frite por 3 minutos de um lado. Com uma escumadeira, vire os bolinhos e deixe fritar até que fiquem dourados. Regule a temperatura do óleo. Se for necessário, abaixe a chama do fogo para que o óleo não queime. Retire os bolinhos com uma escumadeira e coloque sobre papel absorvente. Corte os bolinhos ao meio e recheie com vatapá. Coloque o camarão seco dentro do acarajé e feche. Sirva a seguir.","content":"<p><img src=\"https://firebasestorage.googleapis.com/v0/b/boil-fc979.firebasestorage.app/o/recipes%2Facaraj%C3%A9-1758398270166.jpg?alt=media&token=5a32ba9c-ff9e-4d8b-b262-94e442d79298\" alt=\"Acarajé\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Coloque os feijões inteiros num processador de alimentos e bata por alguns segundos para quebrar os grãos.</li>\n<li>Cuidado para não esmigalhar.</li>\n<li>Coloque os feijões num recipiente e cubra com água.</li>\n<li>Deixe de molho por no mínimo 12 horas.</li>\n<li>Agite os feijões com uma colher e com uma peneirinha vá retirando todas as cascas que se desprendem dos feijões.</li>\n<li>Depois de retirar bastante as cascas, lave os feijões sob a água corrente e continue retirando ?o olhinho? e o restante das cascas.</li>\n<li>Retire o máximo possível.</li>\n<li>Reserve</li>\n<li>Num processador, coloque os feijões e as cebolas.</li>\n<li>Bata por 3 minutos, ou até obter uma pasta lisa e uniforme.</li>\n<li>Retire toda a pasta do processador e coloque dentro de uma panela grande e funda.</li>\n<li>Com uma colher de pau, bata a massa do acarajé até que a massa triplique de volume.</li>\n<li>Esse processo é bastante demorado mas é importantíssimo para a fermentação.</li>\n<li>Coloque o óleo, o azeite de dendê, e a cebola com casca numa panela média e leve ao fogo alto para esquentar.</li>\n<li>Com duas colheres de sopa, modele os acarajés: encha uma das colheres com a massa, passe de uma colher para a outra até que a massa fique com formato de bolinho.</li>\n<li>Coloque os bolinhos no óleo bem quente e frite por 3 minutos de um lado.</li>\n<li>Com uma escumadeira, vire os bolinhos e deixe fritar até que fiquem dourados.</li>\n<li>Regule a temperatura do óleo.</li>\n<li>Se for necessário, abaixe a chama do fogo para que o óleo não queime.</li>\n<li>Retire os bolinhos com uma escumadeira e coloque sobre papel absorvente.</li>\n<li>Corte os bolinhos ao meio e recheie com vatapá.</li>\n<li>Coloque o camarão seco dentro do acarajé e feche.</li>\n<li>Sirva a seguir.</li>\n</ol>\n","categories":[{"name":"Lanches e petiscos","slug":"Lanches-e-petiscos","permalink":"https://pablopgalvao.github.io/categories/Lanches-e-petiscos/"}],"tags":[{"name":"Nordeste","slug":"Nordeste","permalink":"https://pablopgalvao.github.io/tags/Nordeste/"},{"name":"Popular","slug":"Popular","permalink":"https://pablopgalvao.github.io/tags/Popular/"},{"name":"Popular Brasil","slug":"Popular-Brasil","permalink":"https://pablopgalvao.github.io/tags/Popular-Brasil/"}],"ingredients":["500 g de feijão fradinho cru","500 g de cebola","Sal a gosto","1 cebola pequena com casca","500 ml de óleo","500 ml de azeite de dendê","2 xícaras de chá de vatapá","150 g de camarão seco"],"difficulty":"fácil","time":"120 minutos","servings":"10 porções","calories":null},{"title":"Espeto 3 sabores para um churrasco completo","path":"20/09/2025/receitas/espeto_3_sabores_para_um_churrasco_completo/","text":"Modo de Preparo Em uma tigela, tempere a carne, o frango e a linguiça com o alho, a cebola, o sal e a pimenta. Deixe reservado para pegar o tempero por 15 minutos. No palito de churrasco, intercale 1 cubo de carne, 1 de frango e 1 de linguiça. Asse em uma grelha de churrasqueira por 15 minutos, virando de vez em quando, ou até ficar dourado. Se desejar sirva acompanhado de salada de macarrão.","content":"<p><img src=\"/receitas/images/espeto_3_sabores_para_um_churrasco_completo.webp\" alt=\"Espeto 3 sabores para um churrasco completo\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Em uma tigela, tempere a carne, o frango e a linguiça com o alho, a cebola, o sal e a pimenta.</li>\n<li>Deixe reservado para pegar o tempero por 15 minutos.</li>\n<li>No palito de churrasco, intercale 1 cubo de carne, 1 de frango e 1 de linguiça.</li>\n<li>Asse em uma grelha de churrasqueira por 15 minutos, virando de vez em quando, ou até ficar dourado.</li>\n<li>Se desejar sirva acompanhado de salada de macarrão.</li>\n</ol>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[{"name":"churrasco","slug":"churrasco","permalink":"https://pablopgalvao.github.io/tags/churrasco/"},{"name":"fim de semana","slug":"fim-de-semana","permalink":"https://pablopgalvao.github.io/tags/fim-de-semana/"}],"ingredients":["1kg de alcatra em cubos","1kg de peito de frango sem osso e sem pele, cortado em cubos","500g de linguiça toscana fresca em cubos","4 dentes de alho picados","1 cebola picada","Sal e pimenta-do-reino a gosto"],"difficulty":"Fácil","time":"1 hora e 30 minutos","servings":"15 Porções","calories":null},{"title":"Feijoada","path":"20/09/2025/receitas/Feijoada_da_Veveta/","text":"Modo de Preparo Iniciar dessalgando o pé, o rabo e a costela suína com 12h de antecedência. Em uma bacia colocar os cortes e cobrir com água corrente, trocar a água a cada 3 horas, mantendo sempre dentro da geladeira. Quando passar esse tempo, levar as carnes para cozinhar em água fervente por 30 minutos. Deixar o feijão de molho em água por 1 hora antes do preparo. Cortar o lombo e o bacon em cubos grandes, a calabresa e o paio em rodelas e reservar. Aquecer uma panela de pressão, com capacidade para cozinhar a feijoada, acrescentar a banha e a cebola cortada em cubos, refogar e acrescentar o alho e as folhas de louro em seguida. Acrescentar o feijão escorrido, as carnes desalgadas, o paio e a calabresa, refogar rapidamente e cobrir com 7 litros de água. Tampar a panela e deixar cozinhar por 50 minutos depois que a panela pegar pressão. Abrir a panela passado os 50 minutos, conferir se o feijão e as carnes estão completamente cozidos. Caso necessário, volte para o fogo e finalize. Corrija o sal, se necessário. Sirva a feijoada acompanhada de arroz, farofa, couve refogada e torresmo.","content":"<p><img src=\"/receitas/images/Feijoada_da_Veveta.jpg\" alt=\"Feijoada\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Iniciar dessalgando o pé, o rabo e a costela suína com 12h de antecedência. Em uma bacia colocar os cortes e cobrir com água corrente, trocar a água a cada 3 horas, mantendo sempre dentro da geladeira. Quando passar esse tempo, levar as carnes para cozinhar em água fervente por 30 minutos.</li>\n<li>Deixar o feijão de molho em água por 1 hora antes do preparo.</li>\n<li>Cortar o lombo e o bacon em cubos grandes, a calabresa e o paio em rodelas e reservar.</li>\n<li>Aquecer uma panela de pressão, com capacidade para cozinhar a feijoada, acrescentar a banha e a cebola cortada em cubos, refogar e acrescentar o alho e as folhas de louro em seguida.</li>\n<li>Acrescentar o feijão escorrido, as carnes desalgadas, o paio e a calabresa, refogar rapidamente e cobrir com 7 litros de água. Tampar a panela e deixar cozinhar por 50 minutos depois que a panela pegar pressão.</li>\n<li>Abrir a panela passado os 50 minutos, conferir se o feijão e as carnes estão completamente cozidos. Caso necessário, volte para o fogo e finalize. Corrija o sal, se necessário.</li>\n<li>Sirva a feijoada acompanhada de arroz, farofa, couve refogada e torresmo.</li>\n</ol>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[{"name":"prato nacional","slug":"prato-nacional","permalink":"https://pablopgalvao.github.io/tags/prato-nacional/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"completa","slug":"completa","permalink":"https://pablopgalvao.github.io/tags/completa/"},{"name":"feijoada caseira","slug":"feijoada-caseira","permalink":"https://pablopgalvao.github.io/tags/feijoada-caseira/"},{"name":"porco","slug":"porco","permalink":"https://pablopgalvao.github.io/tags/porco/"},{"name":"carne","slug":"carne","permalink":"https://pablopgalvao.github.io/tags/carne/"}],"ingredients":["1kg de Feijão preto","880g de Pertences para Feijoada (Linguiça calabresa, Costela salgada, Carne suína salgada, Pé salgado, Bacon, Pele suína)","500g de Lombo suíno cortado em cubos grandes","250g de Paio em rodelas","250g de Rabo salgado","300g de Cebola em cubos","50g de Banha suína","5 dentes de Alho picados","2 folhas de Louro"],"difficulty":"Médio","time":"90 min","servings":"10 Porções","calories":null},{"title":"Feijoada Simples","path":"20/09/2025/receitas/feijoada_simples/","text":"Modo de Preparo Coloque o feijão numa peneira e lave bem sob água corrente. Transfira os grãos para uma tigela grande e cubra com 2,5 litros de água – se algum boiar, descarte. Cubra com um prato e deixe de molho por 30 minutos – se o feijão ficar muito tempo de molho pode perder a cor e desmanchar durante o longo cozimento da feijoada. Enquanto isso, faça o pré-cozimento das carnes. Escorra a água das carnes dessalgadas e transfira para um caldeirão grande (ou panela) com capacidade para 11 litros. Cubra as carnes com água e leve ao fogo alto – cerca de 4 litros bastam, a quantidade pode variar de acordo com o tamanho da panela, o importante é que as carnes devem ficar completamente imersas. Deixe cozinhar por 10 minutos em fogo alto, contados após a fervura – o pré-cozimento elimina o excesso de gordura e sal das carnes. Enquanto isso, descasque e pique fino as cebolas e os dentes de alho. Com uma faca pequena, retire a pele dos paios. Escorra a água do feijão. Passados os 10 minutos, com uma escumadeira, transfira as carnes pré-cozidas para uma tigela grande e descarte a água do cozimento, com cuidado para não se queimar. Volte o caldeirão ao fogo alto. Quando aquecer, regue com o azeite, adicione a cebola e tempere com uma pitada de sal. Refogue por cerca de 8 minutos até começar a dourar. Junte o alho, o cominho, as folhas de louro e mexa por 1 minuto para perfumar. Acrescente o feijão demolhado ao refogado e misture bem. Adicione 6 litros de água e mantenha a panela em fogo alto. Assim que começar a ferver, junte a carne-seca e a costelinha pré-cozidas, abaixe o fogo e deixe cozinhar por 2 horas, mexendo de vez em quando. Após as primeiras 2 horas de cozimento, junte o lombo pré-cozido e os paios inteiros. Deixe cozinhar em fogo baixo por mais 3 horas, mexendo de vez em quando delicadamente para não desmanchar os grãos de feijão. Faltando 30 minutos para o fim do cozimento, com uma pinça, transfira os paios para a tábua e corte cada um em fatias de 1 cm, na diagonal. Volte as fatias para a panela e deixe cozinhar até completar as 5 horas de cozimento total, ou até que as carnes estejam bem macias e o caldo da feijoada comece a engrossar. Sirva com arroz, couve refogada, gomos de laranja e farinha de mandioca torrada.","content":"<p><img src=\"/receitas/images/feijoada_simples.webp\" alt=\"Feijoada Simples\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Coloque o feijão numa peneira e lave bem sob água corrente. Transfira os grãos para uma tigela grande e cubra com 2,5 litros de água – se algum boiar, descarte. Cubra com um prato e deixe de molho por 30 minutos – se o feijão ficar muito tempo de molho pode perder a cor e desmanchar durante o longo cozimento da feijoada. Enquanto isso, faça o pré-cozimento das carnes.</li>\n<li>Escorra a água das carnes dessalgadas e transfira para um caldeirão grande (ou panela) com capacidade para 11 litros. Cubra as carnes com água e leve ao fogo alto – cerca de 4 litros bastam, a quantidade pode variar de acordo com o tamanho da panela, o importante é que as carnes devem ficar completamente imersas. Deixe cozinhar por 10 minutos em fogo alto, contados após a fervura – o pré-cozimento elimina o excesso de gordura e sal das carnes.</li>\n<li>Enquanto isso, descasque e pique fino as cebolas e os dentes de alho. Com uma faca pequena, retire a pele dos paios. Escorra a água do feijão.</li>\n<li>Passados os 10 minutos, com uma escumadeira, transfira as carnes pré-cozidas para uma tigela grande e descarte a água do cozimento, com cuidado para não se queimar.</li>\n<li>Volte o caldeirão ao fogo alto. Quando aquecer, regue com o azeite, adicione a cebola e tempere com uma pitada de sal. Refogue por cerca de 8 minutos até começar a dourar. Junte o alho, o cominho, as folhas de louro e mexa por 1 minuto para perfumar.</li>\n<li>Acrescente o feijão demolhado ao refogado e misture bem. Adicione 6 litros de água e mantenha a panela em fogo alto. Assim que começar a ferver, junte a carne-seca e a costelinha pré-cozidas, abaixe o fogo e deixe cozinhar por 2 horas, mexendo de vez em quando.</li>\n<li>Após as primeiras 2 horas de cozimento, junte o lombo pré-cozido e os paios inteiros. Deixe cozinhar em fogo baixo por mais 3 horas, mexendo de vez em quando delicadamente para não desmanchar os grãos de feijão.</li>\n<li>Faltando 30 minutos para o fim do cozimento, com uma pinça, transfira os paios para a tábua e corte cada um em fatias de 1 cm, na diagonal. Volte as fatias para a panela e deixe cozinhar até completar as 5 horas de cozimento total, ou até que as carnes estejam bem macias e o caldo da feijoada comece a engrossar. Sirva com arroz, couve refogada, gomos de laranja e farinha de mandioca torrada.</li>\n</ol>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[{"name":"prato nacional","slug":"prato-nacional","permalink":"https://pablopgalvao.github.io/tags/prato-nacional/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"simples","slug":"simples","permalink":"https://pablopgalvao.github.io/tags/simples/"}],"ingredients":["1,1 kg de costela de porco salgada (1 peça com 12 ripas)","800 g de carne-seca","600 g de lombo de porco salgado","1 kg de feijão-preto","500 g de paio (4 unidades)","3 cebolas","5 dentes de alho","¼ de xícara (chá) de azeite","3 folhas de louro","1 colher (chá) de cominho em pó"],"difficulty":"Médio","time":"2 horas","servings":"16 Porções","calories":null},{"title":"Feijoada completa","path":"20/09/2025/receitas/feijoada_completa/","text":"Modo de Preparo Corte as carnes e embutidos em pedaços pequenos. Separe o feijão e coloque-os em água, para descartar os que estão podres. Corte a cebola e o alho em pedaços pequenos. Em uma panela de pressão, refogue a cebola e o alho no azeite. Após refogados, sele as carnes e os embutidos. Na mesma panela, coloque o feijão, o pé, o rabo e a orelha. Deixe ferver até que esteja pronto. Reserve. Sirva acompanhado de couve manteiga, arroz, laranja e bisteca.","content":"<p><img src=\"/receitas/images/Feijoada_completa.jpeg\" alt=\"Feijoada completa\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Corte as carnes e embutidos em pedaços pequenos.</li>\n<li>Separe o feijão e coloque-os em água, para descartar os que estão podres.</li>\n<li>Corte a cebola e o alho em pedaços pequenos.</li>\n<li>Em uma panela de pressão, refogue a cebola e o alho no azeite.</li>\n<li>Após refogados, sele as carnes e os embutidos.</li>\n<li>Na mesma panela, coloque o feijão, o pé, o rabo e a orelha.</li>\n<li>Deixe ferver até que esteja pronto.</li>\n<li>Reserve.</li>\n<li>Sirva acompanhado de couve manteiga, arroz, laranja e bisteca.</li>\n</ol>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[{"name":"prato nacional","slug":"prato-nacional","permalink":"https://pablopgalvao.github.io/tags/prato-nacional/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"completa","slug":"completa","permalink":"https://pablopgalvao.github.io/tags/completa/"},{"name":"feijoada caseira","slug":"feijoada-caseira","permalink":"https://pablopgalvao.github.io/tags/feijoada-caseira/"},{"name":"porco","slug":"porco","permalink":"https://pablopgalvao.github.io/tags/porco/"},{"name":"carne","slug":"carne","permalink":"https://pablopgalvao.github.io/tags/carne/"}],"ingredients":["1 kg de feijão preto","250 g de carne seca","250 g de lombo suíno","250 g de costelinha suína defumada ou normal","250 g de calabresa","150 g de bacon","1 pé de porco salgado","1 rabo de porco salgado","100 g de alho","1 cebola normal grande","5 g de louro em pó ou 5 folhas secas","Sal e pimenta a gosto"],"difficulty":"Médio","time":"2 horas","servings":"20 Porções","calories":null},{"title":"Farofa de churrasco","path":"20/09/2025/receitas/farofa_de_churrasco/","text":"Modo de Preparo Aqueça uma panela com metade do azeite, em fogo médio, frite o bacon e a cebola até dourar. Adicione o milho, a ervilha, a pimenta e refogue por 2 minutos. Acrescente a farinha, sal, misture e desligue o fogo. Sirva.","content":"<p><img src=\"/receitas/images/farofa_de_churrasco.webp\" alt=\"Farofa de churrasco\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Aqueça uma panela com metade do azeite, em fogo médio, frite o bacon e a cebola até dourar.</li>\n<li>Adicione o milho, a ervilha, a pimenta e refogue por 2 minutos.</li>\n<li>Acrescente a farinha, sal, misture e desligue o fogo. Sirva.</li>\n</ol>\n","categories":[{"name":"Entradas","slug":"Entradas","permalink":"https://pablopgalvao.github.io/categories/Entradas/"}],"tags":[{"name":"churrasco","slug":"churrasco","permalink":"https://pablopgalvao.github.io/tags/churrasco/"},{"name":"fim de semana","slug":"fim-de-semana","permalink":"https://pablopgalvao.github.io/tags/fim-de-semana/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"brasil","slug":"brasil","permalink":"https://pablopgalvao.github.io/tags/brasil/"}],"ingredients":["1/3 de xícara (chá) de azeite","1 xícara (chá) de bacon picado","1 cebola picada","1 lata de milho verde escorrido","1/2 lata de ervilha escorrida","1/2 pimenta vermelha sem sementes picada","3 xícaras (chá) de farinha de milho","Sal a gosto"],"difficulty":"Fácil","time":"20 minutos","servings":"6 Porções","calories":null},{"title":"Molho vinagrete para churrasco","path":"20/09/2025/receitas/molho_vinagrete_para_churrasco/","text":"Modo de Preparo Em uma tigela, misture bem todos os ingredientes e deixe descansar por 30 minutos antes de servir.","content":"<p><img src=\"/receitas/images/molho_vinagrete_para_churrasco.webp\" alt=\"Molho vinagrete para churrasco\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Em uma tigela, misture bem todos os ingredientes e deixe descansar por 30 minutos antes de servir.</li>\n</ol>\n","categories":[{"name":"Molhos e temperos","slug":"Molhos-e-temperos","permalink":"https://pablopgalvao.github.io/categories/Molhos-e-temperos/"}],"tags":[{"name":"fim de semana","slug":"fim-de-semana","permalink":"https://pablopgalvao.github.io/tags/fim-de-semana/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"molho","slug":"molho","permalink":"https://pablopgalvao.github.io/tags/molho/"},{"name":"fácil","slug":"facil","permalink":"https://pablopgalvao.github.io/tags/facil/"}],"ingredients":["2 cebolas médias picadas","5 tomates picados","1 pimentão verde picado","1/2 xícara (chá) de cheiro-verde picado","1/2 xícara (chá) de azeitonas verdes picadas","Sal e pimenta-do-reino a gosto","1 xícara (chá) de azeite","1/2 xícara (chá) de vinagre","1/2 xícara (chá) de água"],"difficulty":"Fácil","time":"30 minutos","servings":"10 Porções","calories":null},{"title":"Moqueca - Bahia","path":"20/09/2025/receitas/moqueca---bahia-1758394468201/","text":"Modo de Preparo Em um recipiente, tempere as postas de robalo com sal e alho. Reserve Em uma panela, coloque o azeite de oliva e disponha os vegetais e o peixe, alternando as camadas. Finalize com o leite de coco e o azeite de dendê. Leve ao fogo alto até levantar fervura. Reduza o fogo, tampe a panela e cozinhe até que o peixe esteja macio. Acrescente a pimenta-de-cheiro e polvilhe com coentro. Desligue o fogo e sirva em seguida","content":"<p><img src=\"/receitas/images/moqueca_bahia.webp\" alt=\"Moqueca - Bahia\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Em um recipiente, tempere as postas de robalo com sal e alho. Reserve</li>\n<li>Em uma panela, coloque o azeite de oliva e disponha os vegetais e o peixe, alternando as camadas.</li>\n<li>Finalize com o leite de coco e o azeite de dendê.</li>\n<li>Leve ao fogo alto até levantar fervura.</li>\n<li>Reduza o fogo, tampe a panela e cozinhe até que o peixe esteja macio.</li>\n<li>Acrescente a pimenta-de-cheiro e polvilhe com coentro.</li>\n<li>Desligue o fogo e sirva em seguida</li>\n</ol>\n","categories":[{"name":"Peixes e frutos do mar","slug":"Peixes-e-frutos-do-mar","permalink":"https://pablopgalvao.github.io/categories/Peixes-e-frutos-do-mar/"}],"tags":[{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"nordeste","slug":"nordeste","permalink":"https://pablopgalvao.github.io/tags/nordeste/"},{"name":"bahia","slug":"bahia","permalink":"https://pablopgalvao.github.io/tags/bahia/"}],"ingredients":["15 postas de robalo","5 dentes de alho descascados e picados","200 g de cebola descascada e cortada em rodelas","200 g de tomate sem semente e cortado em rodelas","800 ml de leite de coco","300 ml de azeite de dendê","200 g de pimentão vermelho sem sementes e cortado em rodelas","200 g de pimentão verde sem sementes e cortado rodelas","Pimenta-de-cheiro picada, coentro e sal a gosto","150 ml de azeite de oliva"],"difficulty":"fácil","time":"35 minutos","servings":"8 porções","calories":null},{"title":"Panqueca de carne moída","path":"20/09/2025/receitas/panqueca_de_carne_moída/","text":"Modo de Preparo Bata no liquidificador os ovos, o leite, o óleo, e acrescente a farinha de trigo aos poucos. Após acrescentar toda a farinha de trigo, adicione sal a gosto. Misture a massa até obter uma consistência cremosa. Com um papel-toalha, espalhe óleo por toda a frigideira e despeje uma concha de massa. Faça movimentos circulares para que a massa se espalhe por toda a frigideira. Espere até a massa soltar do fundo e vire a massa para fritar do outro lado. Recheio: Em uma panela, doure a cebola com o óleo e acrescente a carne. Deixe cozinhar até que saia água da carne, diminua o fogo e tampe. Acrescente o tomate picado e tampe novamente. Deixe cozinhar por mais 3 minutos e misture. Acrescente o extrato de tomate e temperos a gosto. Deixe cozinhar por mais 10 minutos. Quando o molho engrossar, desligue o fogo. Deixe esfriar o molho, acrescente o creme de leite e misture bem. Quando estiver bem homogêneo, leve novamente ao fogo e deixe cozinhar em fogo baixo por mais 5 minutos. Montagem: Recheie a panqueca com uma fatia de mussarela, uma porção de carne e enrole. Faça esse processo com todas as panquecas. Despeje um pouco de caldo no fundo de um refratário, para untar. Disponha as panquecas já prontas no refratário e despeje sobre elas o restante do molho. Polvilhe queijo ralado sobre as panquecas. Leve ao forno para gratinar, em fogo médio, por 20 minutos ou até que o queijo esteja derretido.","content":"<p><img src=\"/receitas/images/panqueca_de_carne_moida.jpg\" alt=\"Panqueca de carne moída\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Bata no liquidificador os ovos, o leite, o óleo, e acrescente a farinha de trigo aos poucos.</li>\n<li>Após acrescentar toda a farinha de trigo, adicione sal a gosto.</li>\n<li>Misture a massa até obter uma consistência cremosa.</li>\n<li>Com um papel-toalha, espalhe óleo por toda a frigideira e despeje uma concha de massa.</li>\n<li>Faça movimentos circulares para que a massa se espalhe por toda a frigideira.</li>\n<li>Espere até a massa soltar do fundo e vire a massa para fritar do outro lado.</li>\n<li>Recheio: Em uma panela, doure a cebola com o óleo e acrescente a carne.</li>\n<li>Deixe cozinhar até que saia água da carne, diminua o fogo e tampe.</li>\n<li>Acrescente o tomate picado e tampe novamente.</li>\n<li>Deixe cozinhar por mais 3 minutos e misture.</li>\n<li>Acrescente o extrato de tomate e temperos a gosto.</li>\n<li>Deixe cozinhar por mais 10 minutos.</li>\n<li>Quando o molho engrossar, desligue o fogo.</li>\n<li>Deixe esfriar o molho, acrescente o creme de leite e misture bem.</li>\n<li>Quando estiver bem homogêneo, leve novamente ao fogo e deixe cozinhar em fogo baixo por mais 5 minutos.</li>\n<li>Montagem: Recheie a panqueca com uma fatia de mussarela, uma porção de carne e enrole.</li>\n<li>Faça esse processo com todas as panquecas.</li>\n<li>Despeje um pouco de caldo no fundo de um refratário, para untar.</li>\n<li>Disponha as panquecas já prontas no refratário e despeje sobre elas o restante do molho.</li>\n<li>Polvilhe queijo ralado sobre as panquecas.</li>\n<li>Leve ao forno para gratinar, em fogo médio, por 20 minutos ou até que o queijo esteja derretido.</li>\n</ol>\n","categories":[{"name":"Massas e macarronadas","slug":"Massas-e-macarronadas","permalink":"https://pablopgalvao.github.io/categories/Massas-e-macarronadas/"}],"tags":[{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"carne","slug":"carne","permalink":"https://pablopgalvao.github.io/tags/carne/"},{"name":"brasil","slug":"brasil","permalink":"https://pablopgalvao.github.io/tags/brasil/"},{"name":"fácil","slug":"facil","permalink":"https://pablopgalvao.github.io/tags/facil/"}],"ingredients":["1 e 1/2 xícara (chá) de farinha de trigo","2 ovos","sal a gosto","2 colheres (sopa) de cebola picada ou ralada","1/2 lata de extrato de tomate","queijo ralado a gosto","1 xícara (chá) de leite","4 colheres (sopa) de óleo","300 g de carne moída","1/2 tomate cortado em cubos","1 caixa de creme de leite","400 g de muçarela fatiado"],"difficulty":"Médio","time":"40 minutos","servings":"10 Porções","calories":null},{"title":"Rocambole de carne moída","path":"20/09/2025/receitas/rocambole-de-carne-moída--1758386974462/","text":"Modo de Preparo Em uma folha de papel-manteiga, coloque a carne moída, a cebola, o alho e sal. Com os dedos, misture os ingredientes e abra a carne até obter uma camada de 2cm de altura. Coloque metade das fatias de bacon, o queijo e a azeitona. Enrole a carne formando um rocambole, pincele com a maionese e cubra com o restante das fatias de bacon. Leve ao forno médio (180ºC), preaquecido, por 40 minutos ou até dourar.Retire do forno e transfira para um prato.Sirva decorado como desejar. Retire do forno e transfira para um prato.Sirva decorado como desejar.","content":"<p><img src=\"https://firebasestorage.googleapis.com/v0/b/boil-fc979.firebasestorage.app/o/recipes%2Frocambole-de-carne-mo%C3%ADda--1758386970633.jpg?alt=media&token=28d64b94-1bfb-4761-ae8d-a9f64df9cfb4\" alt=\"ROCAMBOLE DE CARNE MOÍDA \"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Em uma folha de papel-manteiga, coloque a carne moída, a cebola, o alho e sal.</li>\n<li>Com os dedos, misture os ingredientes e abra a carne até obter uma camada de 2cm de altura.</li>\n<li>Coloque metade das fatias de bacon, o queijo e a azeitona.</li>\n<li>Enrole a carne formando um rocambole, pincele com a maionese e cubra com o restante das fatias de bacon.</li>\n<li>Leve ao forno médio (180ºC), preaquecido, por 40 minutos ou até dourar.<br>Retire do forno e transfira para um prato.<br>Sirva decorado como desejar.</li>\n<li>Retire do forno e transfira para um prato.<br>Sirva decorado como desejar.</li>\n</ol>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[{"name":"Carne Moída Recheada","slug":"Carne-Moida-Recheada","permalink":"https://pablopgalvao.github.io/tags/Carne-Moida-Recheada/"}],"ingredients":["1 kg de coxão duro moído","1/2 xícara (chá) de cebola triturada","2 dentes de alho amassados","Sal a gosto","8 fatias de bacon","200g de queijo prato fatiado","1/2 xícara (chá) de azeitona verde picada","2 colheres (sopa) de maionese"],"difficulty":"Médio","time":"40 min","servings":"5 pessoas","calories":null},{"title":"Mandioca ao alho","path":"20/09/2025/receitas/mandioca_ao_alho/","text":"Modo de Preparo Coloque a mandioca em uma panela de pressão, cubra com água e sal e cozinhe por 25 minutos, em fogo baixo depois de iniciada a pressão. Desligue, deixe sair a pressão e abra a panela. Retire a mandioca com uma escumadeira e transfira para uma travessa. Aqueça uma frigideira com metade do azeite, em fogo médio e frite o alho até dourar. Polvilhe sobre a mandioca, tempere com sal a gosto, regue com o azeite restante e sirva em seguida.","content":"<p><img src=\"/receitas/images/mandioca_ao_alho.webp\" alt=\"Mandioca ao alho\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Coloque a mandioca em uma panela de pressão, cubra com água e sal e cozinhe por 25 minutos, em fogo baixo depois de iniciada a pressão.</li>\n<li>Desligue, deixe sair a pressão e abra a panela.</li>\n<li>Retire a mandioca com uma escumadeira e transfira para uma travessa.</li>\n<li>Aqueça uma frigideira com metade do azeite, em fogo médio e frite o alho até dourar.</li>\n<li>Polvilhe sobre a mandioca, tempere com sal a gosto, regue com o azeite restante e sirva em seguida.</li>\n</ol>\n","categories":[{"name":"Entradas","slug":"Entradas","permalink":"https://pablopgalvao.github.io/categories/Entradas/"}],"tags":[{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"fácil","slug":"facil","permalink":"https://pablopgalvao.github.io/tags/facil/"},{"name":"nordeste","slug":"nordeste","permalink":"https://pablopgalvao.github.io/tags/nordeste/"},{"name":"gostoso","slug":"gostoso","permalink":"https://pablopgalvao.github.io/tags/gostoso/"}],"ingredients":["1kg de mandioca sem casca em pedaços","Sal a gosto","4 colheres (sopa) de azeite","4 dentes de alho fatiados"],"difficulty":"Fácil","time":"45 minutos","servings":"8 Porções","calories":null},{"title":"Receita de tacacá","path":"20/09/2025/receitas/receita-de-tacacá-1758397532347/","text":"Modo de Preparo Em uma panela, adicione o tucupi, o alho, a chicória, o sal e as pimentas e leve ao fogo. Quando levantar fervura, abaixe o fogo, tampe a panela e deixe a mistura cozinhar por cerca de meia hora. Em outra panela, cozinhe o jambu sem os talos até ficar macio e, então, escorra e reserve Para fazer os camarões, lave-os bem e leve ao fogo em uma panela com as xícaras de água. Deixe os camarões fervendo por aproximadamente 5 minutos e, em seguida, retire a casca e a cabeça. Misture a água dos camarões com a goma de mandioca, leve ao fogo e misture até obter a textura de um mingau. Sirva o tacacá da seguinte forma: em um recipiente, coloque uma concha do tucupi temperado, meia concha do mingau, os camarões e algumas folhas de jambu.","content":"<p><img src=\"https://firebasestorage.googleapis.com/v0/b/boil-fc979.firebasestorage.app/o/recipes%2Freceita-de-tacac%C3%A1-1758397525809.jpg?alt=media&token=6a48b1a3-26b8-4b9d-b86f-7f5a2bf8c6b1\" alt=\"Receita de tacacá\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Em uma panela, adicione o tucupi, o alho, a chicória, o sal e as pimentas e leve ao fogo.</li>\n<li>Quando levantar fervura, abaixe o fogo, tampe a panela e deixe a mistura cozinhar por cerca de meia hora.</li>\n<li>Em outra panela, cozinhe o jambu sem os talos até ficar macio e, então, escorra e reserve</li>\n<li>Para fazer os camarões, lave-os bem e leve ao fogo em uma panela com as xícaras de água.</li>\n<li>Deixe os camarões fervendo por aproximadamente 5 minutos e, em seguida, retire a casca e a cabeça.</li>\n<li>Misture a água dos camarões com a goma de mandioca, leve ao fogo e misture até obter a textura de um mingau.</li>\n<li>Sirva o tacacá da seguinte forma: em um recipiente, coloque uma concha do tucupi temperado, meia concha do mingau, os camarões e algumas folhas de jambu.</li>\n</ol>\n","categories":[{"name":"Sopas e caldos","slug":"Sopas-e-caldos","permalink":"https://pablopgalvao.github.io/categories/Sopas-e-caldos/"}],"tags":[{"name":"Nordeste","slug":"Nordeste","permalink":"https://pablopgalvao.github.io/tags/Nordeste/"},{"name":"Popular","slug":"Popular","permalink":"https://pablopgalvao.github.io/tags/Popular/"},{"name":"Norte","slug":"Norte","permalink":"https://pablopgalvao.github.io/tags/Norte/"}],"ingredients":["4 xícaras (chá) de água","2 litros de tucupi","1 colher (chá) de sal","1/2 xícara (chá) de goma de mandioca","3 pimentas-de-cheiro","4 dentes de alho amassados","500 g de camarão salgado seco","4 folhas de chicória picadas","2 maços de jambu"],"difficulty":"fácil","time":"1 hora","servings":"5 porções","calories":null},{"title":"Maionese prática de batata","path":"20/09/2025/receitas/maionese_pratica_de_batata/","text":"Modo de Preparo Cozinhe a batata em água fervente até ficar macia. Escorra e deixe esfriar. Misture com a cenoura ralada, a azeitona, o cheiro-verde, a maionese e sal. Espalhe em uma travessa, decore com salsa e leve à geladeira por 1 hora. Sirva.","content":"<p><img src=\"/receitas/images/maionese_pratica_de_batata.webp\" alt=\"Maionese prática de batata\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Cozinhe a batata em água fervente até ficar macia. Escorra e deixe esfriar.</li>\n<li>Misture com a cenoura ralada, a azeitona, o cheiro-verde, a maionese e sal.</li>\n<li>Espalhe em uma travessa, decore com salsa e leve à geladeira por 1 hora. Sirva.</li>\n</ol>\n","categories":[{"name":"Receitas light / saudáveis","slug":"Receitas-light-saudaveis","permalink":"https://pablopgalvao.github.io/categories/Receitas-light-saudaveis/"}],"tags":[{"name":"churrasco","slug":"churrasco","permalink":"https://pablopgalvao.github.io/tags/churrasco/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"brasil","slug":"brasil","permalink":"https://pablopgalvao.github.io/tags/brasil/"},{"name":"batata","slug":"batata","permalink":"https://pablopgalvao.github.io/tags/batata/"}],"ingredients":["5 batatas em cubos","1 cenoura ralada","100g de azeitona verde picada","1/2 xícara (chá) de cheiro-verde picado","1 xícara (chá) de maionese","Sal a gosto","Salsa para decorar"],"difficulty":"Fácil","time":"20 minutos (+1h de geladeira)","servings":"4 Porções","calories":null},{"title":"Envia suas receita rra gente","path":"20/09/2025/receitas/nos_envie_receitas-2/","text":"Modo de Preparo Anota a dica! Ingredientes: Manda a lista completa do que vai precisar e a quantidade certinha. Modo de Preparo: Explique o passo a passo de um jeito claro, pra todo mundo conseguir acompanhar e não errar a mão. Dificuldade: Fala se é fácil, médio ou se é um desafio. Tempo: Conta pra gente quanto tempo leva do início ao fim. Autor: Coloca seu nome ou aquele apelido daora pra receber os créditos. Calorias: Se souber, manda a estimativa de calorias por porção. Imagens: Manda pra gente umas fotos iradas da sua receita pronta. Juntou tudo? Agora é só enviar o e-mail pra gente. Estamos na expectativa para ver sua receita!","content":"<p><img src=\"/receitas/images/ingredientes.jpg\" alt=\"Diversos ingredientes\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Anota a dica!</li>\n<li>Ingredientes: Manda a lista completa do que vai precisar e a quantidade certinha.</li>\n<li>Modo de Preparo: Explique o passo a passo de um jeito claro, pra todo mundo conseguir acompanhar e não errar a mão.</li>\n<li>Dificuldade: Fala se é fácil, médio ou se é um desafio.</li>\n<li>Tempo: Conta pra gente quanto tempo leva do início ao fim.</li>\n<li>Autor: Coloca seu nome ou aquele apelido daora pra receber os créditos.</li>\n<li>Calorias: Se souber, manda a estimativa de calorias por porção.</li>\n<li>Imagens: Manda pra gente umas fotos iradas da sua receita pronta.</li>\n<li>Juntou tudo? Agora é só enviar o e-mail pra gente. Estamos na expectativa para ver sua receita!</li>\n</ol>\n","categories":[{"name":"Novas receitas","slug":"Novas-receitas","permalink":"https://pablopgalvao.github.io/categories/Novas-receitas/"}],"tags":[{"name":"carnes","slug":"carnes","permalink":"https://pablopgalvao.github.io/tags/carnes/"},{"name":"carne","slug":"carne","permalink":"https://pablopgalvao.github.io/tags/carne/"},{"name":"fácil","slug":"facil","permalink":"https://pablopgalvao.github.io/tags/facil/"},{"name":"novo","slug":"novo","permalink":"https://pablopgalvao.github.io/tags/novo/"},{"name":"seu jeito","slug":"seu-jeito","permalink":"https://pablopgalvao.github.io/tags/seu-jeito/"},{"name":"frango","slug":"frango","permalink":"https://pablopgalvao.github.io/tags/frango/"},{"name":"peixe","slug":"peixe","permalink":"https://pablopgalvao.github.io/tags/peixe/"},{"name":"médio","slug":"medio","permalink":"https://pablopgalvao.github.io/tags/medio/"},{"name":"difícil","slug":"dificil","permalink":"https://pablopgalvao.github.io/tags/dificil/"},{"name":"dica boa","slug":"dica-boa","permalink":"https://pablopgalvao.github.io/tags/dica-boa/"},{"name":"do seu jeito","slug":"do-seu-jeito","permalink":"https://pablopgalvao.github.io/tags/do-seu-jeito/"}],"ingredients":["Queremos ver aquela receita que você arrasa! Manda pra gente, compartilhe com a comunidade e ajude outros cozinheiros a mandarem bem também. É super rápido! Se liga no passo a passo abaixo para sua receita ser publicada e bombar!"],"difficulty":"Fácil","time":"2 minutos","servings":null,"calories":null},{"title":"Tacacá original do Pará","path":"20/09/2025/receitas/tacacá-original-do-pará-1758396929691/","text":"Modo de Preparo Coloque o tucupi em uma panela com o alho bem amassado, o sal, a chicória e as pimentas. Leve ao fogo Quando começar a ferver, abaixe o fogo, tampe a panela e deixe cozinhar por 30 minutos aproximadamente. Simultaneamente em outra panela, cozinhe o jambu até ficar tenro. Retire do fogo, escorra e reserve. Lave bem os camarões e leve-os ao fogo em uma panela com 4 xícaras de água. Deixe ferver por aproximadamente 5 minutos. Retire a cabeça e a casca. Em uma panela, misture o polvilho com a água dos camarões, leve ao fogo e mexa até obter um mingau. Sirva em uma cuia com uma concha de tucupi, um pouco do mingau, algumas folhas de jambu e os camarões.","content":"<p><img src=\"https://firebasestorage.googleapis.com/v0/b/boil-fc979.firebasestorage.app/o/recipes%2Ftacac%C3%A1-original-do-par%C3%A1-1758396927607.jpg?alt=media&token=526fcea4-67e7-4783-ad46-f1349edca028\" alt=\"Tacacá original do Pará\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Coloque o tucupi em uma panela com o alho bem amassado, o sal, a chicória e as pimentas.</li>\n<li>Leve ao fogo</li>\n<li>Quando começar a ferver, abaixe o fogo, tampe a panela e deixe cozinhar por 30 minutos aproximadamente.</li>\n<li>Simultaneamente em outra panela, cozinhe o jambu até ficar tenro.</li>\n<li>Retire do fogo, escorra e reserve.</li>\n<li>Lave bem os camarões e leve-os ao fogo em uma panela com 4 xícaras de água.</li>\n<li>Deixe ferver por aproximadamente 5 minutos.</li>\n<li>Retire a cabeça e a casca.</li>\n<li>Em uma panela, misture o polvilho com a água dos camarões, leve ao fogo e mexa até obter um mingau.</li>\n<li>Sirva em uma cuia com uma concha de tucupi, um pouco do mingau, algumas folhas de jambu e os camarões.</li>\n</ol>\n","categories":[{"name":"Sopas e caldos","slug":"Sopas-e-caldos","permalink":"https://pablopgalvao.github.io/categories/Sopas-e-caldos/"}],"tags":[{"name":"Nordeste","slug":"Nordeste","permalink":"https://pablopgalvao.github.io/tags/Nordeste/"},{"name":"Norte","slug":"Norte","permalink":"https://pablopgalvao.github.io/tags/Norte/"}],"ingredients":["4 xícaras (chá) de água","1/2 xícara (chá) de polvilho azedo (ou goma de mandioca)","1 colher (chá) de sal","500 g de camarão salgado (seco)","4 folhas de chicória","4 dentes de alho bem amassados","3 pimentas-de-cheiro","2 maços de jambu","2 litros de tucupi"],"difficulty":"fácil","time":"1 hora","servings":"6 porções","calories":null},{"title":"Marido Gelado","path":"19/09/2025/receitas/marido-gelado--1758317137516/","text":"Modo de Preparo No liquidificador, misture 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 250 ml de suco de maracujá; Bata tudo muito bem por cerca de 3 minutos e transfira para uma travessa, reservando; Derreta 250g de chocolate no micro-ondas em intervalos de 30 segundos; Misture com uma caixinha de creme de leite e despeje por cima da mousse de maracujá. Reserve novamente; No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão; No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão; Bata por alguns minutos e transfira para a travessa; Reserve um pouco da ganache de chocolate para finalizar com arabescos e raspas de limão; Leve à geladeira por pelo menos 4 horas.","content":"<p><img src=\"/receitas/images/marido-gelado--1758317137516.png\" alt=\"MARIDO GELADO \"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ul>\n<li>No liquidificador, misture 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 250 ml de suco de maracujá;</li>\n<li>Bata tudo muito bem por cerca de 3 minutos e transfira para uma travessa, reservando;</li>\n<li>Derreta 250g de chocolate no micro-ondas em intervalos de 30 segundos;</li>\n<li>Misture com uma caixinha de creme de leite e despeje por cima da mousse de maracujá. Reserve novamente;</li>\n<li>No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão;</li>\n<li>No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão;</li>\n<li>Bata por alguns minutos e transfira para a travessa;</li>\n<li>Reserve um pouco da ganache de chocolate para finalizar com arabescos e raspas de limão;</li>\n<li>Leve à geladeira por pelo menos 4 horas.</li>\n</ul>\n","categories":[{"name":"Sobremesas","slug":"Sobremesas","permalink":"https://pablopgalvao.github.io/categories/Sobremesas/"}],"tags":[{"name":"Doce","slug":"Doce","permalink":"https://pablopgalvao.github.io/tags/Doce/"},{"name":"Sobremesa Clássica","slug":"Sobremesa-Classica","permalink":"https://pablopgalvao.github.io/tags/Sobremesa-Classica/"}],"ingredients":["2 caixas de leite condensado","5 caixas de creme de leite","6 colheres de sopa de leite em pó","250 ml de suco de maracujá","250g de chocolate","200 ml de suco de limão"],"difficulty":"Médio","time":"40 min","servings":"10 Porções","calories":null}],"categories":[{"name":"Lanches e petiscos","slug":"Lanches-e-petiscos","permalink":"https://pablopgalvao.github.io/categories/Lanches-e-petiscos/"},{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"},{"name":"Entradas","slug":"Entradas","permalink":"https://pablopgalvao.github.io/categories/Entradas/"},{"name":"Molhos e temperos","slug":"Molhos-e-temperos","permalink":"https://pablopgalvao.github.io/categories/Molhos-e-temperos/"},{"name":"Peixes e frutos do mar","slug":"Peixes-e-frutos-do-mar","permalink":"https://pablopgalvao.github.io/categories/Peixes-e-frutos-do-mar/"},{"name":"Massas e macarronadas","slug":"Massas-e-macarronadas","permalink":"https://pablopgalvao.github.io/categories/Massas-e-macarronadas/"},{"name":"Sopas e caldos","slug":"Sopas-e-caldos","permalink":"https://pablopgalvao.github.io/categories/Sopas-e-caldos/"},{"name":"Receitas light / saudáveis","slug":"Receitas-light-saudaveis","permalink":"https://pablopgalvao.github.io/categories/Receitas-light-saudaveis/"},{"name":"Novas receitas","slug":"Novas-receitas","permalink":"https://pablopgalvao.github.io/categories/Novas-receitas/"},{"name":"Sobremesas","slug":"Sobremesas","permalink":"https://pablopgalvao.github.io/categories/Sobremesas/"}],"tags":[{"name":"churrasco","slug":"churrasco","permalink":"https://pablopgalvao.github.io/tags/churrasco/"},{"name":"carnes","slug":"carnes","permalink":"https://pablopgalvao.github.io/tags/carnes/"},{"name":"Nordeste","slug":"Nordeste","permalink":"https://pablopgalvao.github.io/tags/Nordeste/"},{"name":"Popular","slug":"Popular","permalink":"https://pablopgalvao.github.io/tags/Popular/"},{"name":"Popular Brasil","slug":"Popular-Brasil","permalink":"https://pablopgalvao.github.io/tags/Popular-Brasil/"},{"name":"fim de semana","slug":"fim-de-semana","permalink":"https://pablopgalvao.github.io/tags/fim-de-semana/"},{"name":"prato nacional","slug":"prato-nacional","permalink":"https://pablopgalvao.github.io/tags/prato-nacional/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"completa","slug":"completa","permalink":"https://pablopgalvao.github.io/tags/completa/"},{"name":"feijoada caseira","slug":"feijoada-caseira","permalink":"https://pablopgalvao.github.io/tags/feijoada-caseira/"},{"name":"porco","slug":"porco","permalink":"https://pablopgalvao.github.io/tags/porco/"},{"name":"carne","slug":"carne","permalink":"https://pablopgalvao.github.io/tags/carne/"},{"name":"simples","slug":"simples","permalink":"https://pablopgalvao.github.io/tags/simples/"},{"name":"brasil","slug":"brasil","permalink":"https://pablopgalvao.github.io/tags/brasil/"},{"name":"molho","slug":"molho","permalink":"https://pablopgalvao.github.io/tags/molho/"},{"name":"fácil","slug":"facil","permalink":"https://pablopgalvao.github.io/tags/facil/"},{"name":"nordeste","slug":"nordeste","permalink":"https://pablopgalvao.github.io/tags/nordeste/"},{"name":"bahia","slug":"bahia","permalink":"https://pablopgalvao.github.io/tags/bahia/"},{"name":"Carne Moída Recheada","slug":"Carne-Moida-Recheada","permalink":"https://pablopgalvao.github.io/tags/Carne-Moida-Recheada/"},{"name":"gostoso","slug":"gostoso","permalink":"https://pablopgalvao.github.io/tags/gostoso/"},{"name":"Norte","slug":"Norte","permalink":"https://pablopgalvao.github.io/tags/Norte/"},{"name":"batata","slug":"batata","permalink":"https://pablopgalvao.github.io/tags/batata/"},{"name":"novo","slug":"novo","permalink":"https://pablopgalvao.github.io/tags/novo/"},{"name":"seu jeito","slug":"seu-jeito","permalink":"https://pablopgalvao.github.io/tags/seu-jeito/"},{"name":"frango","slug":"frango","permalink":"https://pablopgalvao.github.io/tags/frango/"},{"name":"peixe","slug":"peixe","permalink":"https://pablopgalvao.github.io/tags/peixe/"},{"name":"médio","slug":"medio","permalink":"https://pablopgalvao.github.io/tags/medio/"},{"name":"difícil","slug":"dificil","permalink":"https://pablopgalvao.github.io/tags/dificil/"},{"name":"dica boa","slug":"dica-boa","permalink":"https://pablopgalvao.github.io/tags/dica-boa/"},{"name":"do seu jeito","slug":"do-seu-jeito","permalink":"https://pablopgalvao.github.io/tags/do-seu-jeito/"},{"name":"Doce","slug":"Doce","permalink":"https://pablopgalvao.github.io/tags/Doce/"},{"name":"Sobremesa Clássica","slug":"Sobremesa-Classica","permalink":"https://pablopgalvao.github.io/tags/Sobremesa-Classica/"}]}