{"pages":[{"title":"Política de Privacidade","path":"Politica/index.html","text":"Última atualização: 18 de setembro de 2025 A sua privacidade é importante para nós. Esta Política de Privacidade descreve como coletamos, utilizamos e protegemos os dados fornecidos pelos usuários ao utilizar nosso aplicativo. 1. Coleta de InformaçõesNosso aplicativo não solicita dados pessoais sensíveis (como nome, e-mail, CPF, etc.) para uso básico. Receitas (Home): Ao criar uma receita, os dados (título, ingredientes, preparo) são transformados em arquivos Markdown e enviados para nosso site. O usuário pode curtir&#x2F;descurtir receitas e compartilhá-las. Essas interações podem ser registradas localmente no dispositivo. Ingredientes: Ingredientes selecionados ficam armazenados apenas localmente no dispositivo para filtrar as receitas. Nenhuma informação pessoal é enviada para servidores. Mercado: O usuário pode criar listas de compras com nome, quantidade, unidade, preço e categoria. Esses dados ficam armazenados apenas no dispositivo. Jogo da Forca: O jogo não coleta dados pessoais. O progresso ou pontuação pode ser armazenado localmente. 2. Uso das InformaçõesAs informações coletadas têm os seguintes propósitos: Exibir e organizar receitas provenientes da API. Permitir ao usuário criar e compartilhar receitas. Facilitar buscas por ingredientes. Gerenciar listas de compras pessoais. Proporcionar entretenimento com o jogo da forca. 3. Compartilhamento de Dados Não vendemos, trocamos ou transferimos dados pessoais dos usuários para terceiros. As receitas criadas e enviadas para a API podem ser publicadas e disponibilizadas publicamente. Interações de curtidas e listas de compras permanecem no dispositivo. 4. Armazenamento e Segurança Dados do usuário (listas, curtidas, progresso do jogo) são armazenados localmente no dispositivo. Receitas criadas pelo usuário são enviadas à API para publicação e ficam disponíveis publicamente. Adotamos medidas técnicas de segurança, mas não podemos garantir proteção absoluta. 5. Direitos do UsuárioO usuário pode: Criar, editar e excluir suas receitas. Limpar dados armazenados localmente (como listas e curtidas). Solicitar a exclusão de uma receita publicada na API entrando em contato com o suporte. 6. Alterações nesta PolíticaReservamo-nos o direito de atualizar esta Política de Privacidade periodicamente.A data da última atualização será sempre exibida no início deste documento. 7. ContatoSe você tiver dúvidas sobre esta Política de Privacidade ou sobre o uso de seus dados, entre em contato: 📧 pablogalvao614.boilprivacidade@gmail.com"},{"title":"Sobre o App – Lar do Chef","path":"Sobre-o-App/index.html","text":"Bem-vindo ao Lar do Chef, um aplicativo criado para facilitar sua vida na cozinha e no dia a dia.Aqui você encontra receitas, organiza suas compras, escolhe ingredientes e ainda se diverte com um joguinho integrado. 📖 Funcionalidades🏠 Tela Home (Receitas) Veja várias receitas disponíveis. Pesquise, curta, compartilhe e crie suas próprias receitas. Acompanhe todas as receitas que você mais gostou em um só lugar. 🥦 Tela Ingredientes Explore todos os ingredientes usados nas receitas. Selecione múltiplos ingredientes para descobrir quais pratos podem ser feitos com eles. 🛒 Tela Mercado Crie sua lista de compras personalizada. Adicione: Nome do item. Quantidade. Unidade (un, kg, g, etc.). Preço. Categoria. 🎮 Tela Jogo da Forca Um jogo simples e divertido. Receba uma dica (ex: “Derivado do leite…”) e tente adivinhar a palavra escolhendo letras. 🌟 Nosso objetivoO Lar do Chef foi feito para unir praticidade e diversão: Aprenda novas receitas. Organize suas compras. Descubra combinações de ingredientes. E relaxe com o joguinho da forca. 📧 Contato: pablogalvao614.boilsobre@gmail.com"},{"title":"Política de Privacidade (Resumo)","path":"Politica-de-Privacidade-Reduzido/index.html","text":"🔒 Última atualização: 18&#x2F;09&#x2F;2025 Nós respeitamos sua privacidade. Veja como tratamos seus dados no app: 📌 O que coletamos Receitas: quando você cria uma, ela é enviada para nossa API e publicada. Ingredientes: ficam salvos só no seu dispositivo. Mercado: suas listas de compras também ficam salvas apenas no seu aparelho. Jogo da Forca: não coleta dados pessoais. 🎯 Como usamos Mostrar receitas da API. Permitir criar, curtir e compartilhar receitas. Filtrar receitas por ingredientes. Gerenciar suas listas de compras. Oferecer diversão com o jogo. 🔐 Segurança Listas, curtidas e progresso ficam no seu dispositivo. Receitas criadas podem ser publicadas publicamente. ✅ Seus direitos Criar, editar e excluir receitas. Apagar dados locais (listas e curtidas). Pedir a exclusão de receitas publicadas. 📧 Suporte: pablogalvao614.boilprivacidade@gmail.com"},{"title":"Guia para Testadores do App","path":"Testadores/index.html","text":"Obrigado por participar dos testes do Lar do Chef!Antes da publicação oficial, você pode nos ajudar a encontrar erros e melhorar a experiência. Siga os passos abaixo para instalar e testar o app: 📝 Passo 1 – Aceitar o conviteSe você ainda não entrou no grupo de testadores, clique no link do convite que recebeu e aceite a participação. Se não recebeu o convite você pode solicitar a entrada nos enviando a solicitação.Assunto: Testar App Lar do chef 📥 Passo 2 – Abrir o link do Google PlayAcesse o link direto do Google Play para baixar a versão de testes: 👉 Link para download no Google Play 📲 Passo 3 – Instalar ou atualizar o appClique em Instalar (ou Atualizar, se já tiver a versão anterior). 🧑‍💻 Passo 4 – Testar o appNavegue por todas as telas e recursos: Home: veja, pesquise, curta e compartilhe receitas. Ingredientes: filtre receitas por ingredientes escolhidos. Mercado: crie e edite sua lista de compras. Jogo da Forca: jogue e teste a usabilidade. Se encontrar erros, travamentos ou dificuldades, anote e envie seu feedback. 📢 Como enviar feedbackEnvie os problemas encontrados e sugestões pelo grupo de testadores ou e-mail:📧 pablogalvao614.boiltestador@gmail.com 🙏 Obrigado pela sua ajuda!Cada comentário faz o app ficar mais estável e preparado para o lançamento oficial 🚀"}],"posts":[{"title":"Kafta","path":"20/09/2025/receitas/00_EXEMPLO/","text":"Modo de Preparo1.","content":"<p><img src=\"/receitas/images/Feijoada_completa.jpeg\" alt=\"Feijoada Simples\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><p>1. </p>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[],"ingredients":[null],"difficulty":"Médio","time":"2 horas","servings":"20 Porções","calories":null},{"title":"Feijoada da Veveta","path":"20/09/2025/receitas/Feijoada_da_Veveta/","text":"Modo de Preparo Iniciar dessalgando o pé, o rabo e a costela suína com 12h de antecedência. Em uma bacia colocar os cortes e cobrir com água corrente, trocar a água a cada 3 horas, mantendo sempre dentro da geladeira. Quando passar esse tempo, levar as carnes para cozinhar em água fervente por 30 minutos. Deixar o feijão de molho em água por 1 hora antes do preparo. Cortar o lombo e o bacon em cubos grandes, a calabresa e o paio em rodelas e reservar. Aquecer uma panela de pressão, com capacidade para cozinhar a feijoada, acrescentar a banha e a cebola cortada em cubos, refogar e acrescentar o alho e as folhas de louro em seguida. Acrescentar o feijão escorrido, as carnes desalgadas, o paio e a calabresa, refogar rapidamente e cobrir com 7 litros de água. Tampar a panela e deixar cozinhar por 50 minutos depois que a panela pegar pressão. Abrir a panela passado os 50 minutos, conferir se o feijão e as carnes estão completamente cozidos. Caso necessário, volte para o fogo e finalize. Corrija o sal, se necessário. Sirva a feijoada acompanhada de arroz, farofa, couve refogada e torresmo.","content":"<p><img src=\"/receitas/images/Feijoada_da_Veveta.jpg\" alt=\"Feijoada da Veveta\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Iniciar dessalgando o pé, o rabo e a costela suína com 12h de antecedência. Em uma bacia colocar os cortes e cobrir com água corrente, trocar a água a cada 3 horas, mantendo sempre dentro da geladeira. Quando passar esse tempo, levar as carnes para cozinhar em água fervente por 30 minutos.</li>\n<li>Deixar o feijão de molho em água por 1 hora antes do preparo.</li>\n<li>Cortar o lombo e o bacon em cubos grandes, a calabresa e o paio em rodelas e reservar.</li>\n<li>Aquecer uma panela de pressão, com capacidade para cozinhar a feijoada, acrescentar a banha e a cebola cortada em cubos, refogar e acrescentar o alho e as folhas de louro em seguida.</li>\n<li>Acrescentar o feijão escorrido, as carnes desalgadas, o paio e a calabresa, refogar rapidamente e cobrir com 7 litros de água. Tampar a panela e deixar cozinhar por 50 minutos depois que a panela pegar pressão.</li>\n<li>Abrir a panela passado os 50 minutos, conferir se o feijão e as carnes estão completamente cozidos. Caso necessário, volte para o fogo e finalize. Corrija o sal, se necessário.</li>\n<li>Sirva a feijoada acompanhada de arroz, farofa, couve refogada e torresmo.</li>\n</ol>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[{"name":"prato nacional","slug":"prato-nacional","permalink":"https://pablopgalvao.github.io/tags/prato-nacional/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"completa","slug":"completa","permalink":"https://pablopgalvao.github.io/tags/completa/"},{"name":"feijoada caseira","slug":"feijoada-caseira","permalink":"https://pablopgalvao.github.io/tags/feijoada-caseira/"},{"name":"porco","slug":"porco","permalink":"https://pablopgalvao.github.io/tags/porco/"},{"name":"carne","slug":"carne","permalink":"https://pablopgalvao.github.io/tags/carne/"},{"name":"veveta","slug":"veveta","permalink":"https://pablopgalvao.github.io/tags/veveta/"}],"ingredients":["1kg de Feijão preto","880g de Pertences para Feijoada (Linguiça calabresa, Costela salgada, Carne suína salgada, Pé salgado, Bacon, Pele suína)","500g de Lombo suíno cortado em cubos grandes","250g de Paio em rodelas","250g de Rabo salgado","300g de Cebola em cubos","50g de Banha suína","5 dentes de Alho picados","2 folhas de Louro"],"difficulty":"Médio","time":"90 min","servings":"10 Porções","calories":null},{"title":"Kafta","path":"20/09/2025/receitas/Kafta/","text":"Modo de Preparo Reúna todos os ingredientes; Coloque tudo em uma tigela e misture com as mãos até atingir uma massa uniforme; Cubra a tigela com plástico filme, leve-a à geladeira e deixe a massa descansar por meia hora; Molde a massa, espete os palitos de churrasco e leve para o congelador por mais 30 minutos; Asse as kaftas em uma grelha ou em uma frigideira; Vire-as, espere chegar ao ponto que te agrada (mais ou menos passada) e sirva na sequência;","content":"<p><img src=\"/receitas/images/kafta.png\" alt=\"Kafta\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Reúna todos os ingredientes;</li>\n<li>Coloque tudo em uma tigela e misture com as mãos até atingir uma massa uniforme;</li>\n<li>Cubra a tigela com plástico filme, leve-a à geladeira e deixe a massa descansar por meia hora;</li>\n<li>Molde a massa, espete os palitos de churrasco e leve para o congelador por mais 30 minutos;</li>\n<li>Asse as kaftas em uma grelha ou em uma frigideira;</li>\n<li>Vire-as, espere chegar ao ponto que te agrada (mais ou menos passada) e sirva na sequência;</li>\n</ol>\n","categories":[{"name":"Lanches e petiscos","slug":"Lanches-e-petiscos","permalink":"https://pablopgalvao.github.io/categories/Lanches-e-petiscos/"}],"tags":[{"name":"churrasco","slug":"churrasco","permalink":"https://pablopgalvao.github.io/tags/churrasco/"},{"name":"carnes","slug":"carnes","permalink":"https://pablopgalvao.github.io/tags/carnes/"}],"ingredients":["500 gramas de carne moída","1 colher de sopa de salsinha picada","1 colher de sopa de hortelã picado","1 colher de sopa de cebola picada","1 colher de chá de alho picado","1 colher de chá de pimenta síria","2 colheres de chá de sal","1 colher de sopa de azeite","Palitos de churrasco"],"difficulty":"Fácil","time":"90 min","servings":"4 a 6 Porções","calories":null},{"title":"Feijoada completa","path":"20/09/2025/receitas/feijoada_completa/","text":"Modo de Preparo Corte as carnes e embutidos em pedaços pequenos. Separe o feijão e coloque-os em água, para descartar os que estão podres. Corte a cebola e o alho em pedaços pequenos. Em uma panela de pressão, refogue a cebola e o alho no azeite. Após refogados, sele as carnes e os embutidos. Na mesma panela, coloque o feijão, o pé, o rabo e a orelha. Deixe ferver até que esteja pronto. Reserve. Sirva acompanhado de couve manteiga, arroz, laranja e bisteca.","content":"<p><img src=\"/receitas/images/Feijoada_completa.jpeg\" alt=\"Feijoada completa\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Corte as carnes e embutidos em pedaços pequenos.</li>\n<li>Separe o feijão e coloque-os em água, para descartar os que estão podres.</li>\n<li>Corte a cebola e o alho em pedaços pequenos.</li>\n<li>Em uma panela de pressão, refogue a cebola e o alho no azeite.</li>\n<li>Após refogados, sele as carnes e os embutidos.</li>\n<li>Na mesma panela, coloque o feijão, o pé, o rabo e a orelha.</li>\n<li>Deixe ferver até que esteja pronto.</li>\n<li>Reserve.</li>\n<li>Sirva acompanhado de couve manteiga, arroz, laranja e bisteca.</li>\n</ol>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[{"name":"prato nacional","slug":"prato-nacional","permalink":"https://pablopgalvao.github.io/tags/prato-nacional/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"completa","slug":"completa","permalink":"https://pablopgalvao.github.io/tags/completa/"},{"name":"feijoada caseira","slug":"feijoada-caseira","permalink":"https://pablopgalvao.github.io/tags/feijoada-caseira/"},{"name":"porco","slug":"porco","permalink":"https://pablopgalvao.github.io/tags/porco/"},{"name":"carne","slug":"carne","permalink":"https://pablopgalvao.github.io/tags/carne/"}],"ingredients":["1 kg de feijão preto","250 g de carne seca","250 g de lombo suíno","250 g de costelinha suína defumada ou normal","250 g de calabresa","150 g de bacon","1 pé de porco salgado","1 rabo de porco salgado","100 g de alho","1 cebola normal grande","5 g de louro em pó ou 5 folhas secas","Sal e pimenta a gosto"],"difficulty":"Médio","time":"2 horas","servings":"20 Porções","calories":null},{"title":"Feijoada Simples","path":"20/09/2025/receitas/feijoada_simples/","text":"Modo de Preparo Coloque o feijão numa peneira e lave bem sob água corrente. Transfira os grãos para uma tigela grande e cubra com 2,5 litros de água – se algum boiar, descarte. Cubra com um prato e deixe de molho por 30 minutos – se o feijão ficar muito tempo de molho pode perder a cor e desmanchar durante o longo cozimento da feijoada. Enquanto isso, faça o pré-cozimento das carnes. Escorra a água das carnes dessalgadas e transfira para um caldeirão grande (ou panela) com capacidade para 11 litros. Cubra as carnes com água e leve ao fogo alto – cerca de 4 litros bastam, a quantidade pode variar de acordo com o tamanho da panela, o importante é que as carnes devem ficar completamente imersas. Deixe cozinhar por 10 minutos em fogo alto, contados após a fervura – o pré-cozimento elimina o excesso de gordura e sal das carnes. Enquanto isso, descasque e pique fino as cebolas e os dentes de alho. Com uma faca pequena, retire a pele dos paios. Escorra a água do feijão. Passados os 10 minutos, com uma escumadeira, transfira as carnes pré-cozidas para uma tigela grande e descarte a água do cozimento, com cuidado para não se queimar. Volte o caldeirão ao fogo alto. Quando aquecer, regue com o azeite, adicione a cebola e tempere com uma pitada de sal. Refogue por cerca de 8 minutos até começar a dourar. Junte o alho, o cominho, as folhas de louro e mexa por 1 minuto para perfumar. Acrescente o feijão demolhado ao refogado e misture bem. Adicione 6 litros de água e mantenha a panela em fogo alto. Assim que começar a ferver, junte a carne-seca e a costelinha pré-cozidas, abaixe o fogo e deixe cozinhar por 2 horas, mexendo de vez em quando. Após as primeiras 2 horas de cozimento, junte o lombo pré-cozido e os paios inteiros. Deixe cozinhar em fogo baixo por mais 3 horas, mexendo de vez em quando delicadamente para não desmanchar os grãos de feijão. Faltando 30 minutos para o fim do cozimento, com uma pinça, transfira os paios para a tábua e corte cada um em fatias de 1 cm, na diagonal. Volte as fatias para a panela e deixe cozinhar até completar as 5 horas de cozimento total, ou até que as carnes estejam bem macias e o caldo da feijoada comece a engrossar. Sirva com arroz, couve refogada, gomos de laranja e farinha de mandioca torrada.","content":"<p><img src=\"/receitas/images/feijoada_simples.webp\" alt=\"Feijoada Simples\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Coloque o feijão numa peneira e lave bem sob água corrente. Transfira os grãos para uma tigela grande e cubra com 2,5 litros de água – se algum boiar, descarte. Cubra com um prato e deixe de molho por 30 minutos – se o feijão ficar muito tempo de molho pode perder a cor e desmanchar durante o longo cozimento da feijoada. Enquanto isso, faça o pré-cozimento das carnes.</li>\n<li>Escorra a água das carnes dessalgadas e transfira para um caldeirão grande (ou panela) com capacidade para 11 litros. Cubra as carnes com água e leve ao fogo alto – cerca de 4 litros bastam, a quantidade pode variar de acordo com o tamanho da panela, o importante é que as carnes devem ficar completamente imersas. Deixe cozinhar por 10 minutos em fogo alto, contados após a fervura – o pré-cozimento elimina o excesso de gordura e sal das carnes.</li>\n<li>Enquanto isso, descasque e pique fino as cebolas e os dentes de alho. Com uma faca pequena, retire a pele dos paios. Escorra a água do feijão.</li>\n<li>Passados os 10 minutos, com uma escumadeira, transfira as carnes pré-cozidas para uma tigela grande e descarte a água do cozimento, com cuidado para não se queimar.</li>\n<li>Volte o caldeirão ao fogo alto. Quando aquecer, regue com o azeite, adicione a cebola e tempere com uma pitada de sal. Refogue por cerca de 8 minutos até começar a dourar. Junte o alho, o cominho, as folhas de louro e mexa por 1 minuto para perfumar.</li>\n<li>Acrescente o feijão demolhado ao refogado e misture bem. Adicione 6 litros de água e mantenha a panela em fogo alto. Assim que começar a ferver, junte a carne-seca e a costelinha pré-cozidas, abaixe o fogo e deixe cozinhar por 2 horas, mexendo de vez em quando.</li>\n<li>Após as primeiras 2 horas de cozimento, junte o lombo pré-cozido e os paios inteiros. Deixe cozinhar em fogo baixo por mais 3 horas, mexendo de vez em quando delicadamente para não desmanchar os grãos de feijão.</li>\n<li>Faltando 30 minutos para o fim do cozimento, com uma pinça, transfira os paios para a tábua e corte cada um em fatias de 1 cm, na diagonal. Volte as fatias para a panela e deixe cozinhar até completar as 5 horas de cozimento total, ou até que as carnes estejam bem macias e o caldo da feijoada comece a engrossar. Sirva com arroz, couve refogada, gomos de laranja e farinha de mandioca torrada.</li>\n</ol>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[{"name":"prato nacional","slug":"prato-nacional","permalink":"https://pablopgalvao.github.io/tags/prato-nacional/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"simples","slug":"simples","permalink":"https://pablopgalvao.github.io/tags/simples/"}],"ingredients":["1,1 kg de costela de porco salgada (1 peça com 12 ripas)","800 g de carne-seca","600 g de lombo de porco salgado","1 kg de feijão-preto","500 g de paio (4 unidades)","3 cebolas","5 dentes de alho","¼ de xícara (chá) de azeite","3 folhas de louro","1 colher (chá) de cominho em pó"],"difficulty":"Médio","time":"2 horas","servings":"16 Porções","calories":null},{"title":"Molho vinagrete para churrasco","path":"20/09/2025/receitas/molho_vinagrete_para_churrasco/","text":"Modo de Preparo Em uma tigela, misture bem todos os ingredientes e deixe descansar por 30 minutos antes de servir.","content":"<p><img src=\"/receitas/images/molho_vinagrete_para_churrasco.webp\" alt=\"Molho vinagrete para churrasco\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Em uma tigela, misture bem todos os ingredientes e deixe descansar por 30 minutos antes de servir.</li>\n</ol>\n","categories":[{"name":"Molhos e temperos","slug":"Molhos-e-temperos","permalink":"https://pablopgalvao.github.io/categories/Molhos-e-temperos/"}],"tags":[{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"molho","slug":"molho","permalink":"https://pablopgalvao.github.io/tags/molho/"},{"name":"fácil","slug":"facil","permalink":"https://pablopgalvao.github.io/tags/facil/"},{"name":"fim de semana","slug":"fim-de-semana","permalink":"https://pablopgalvao.github.io/tags/fim-de-semana/"}],"ingredients":["2 cebolas médias picadas","5 tomates picados","1 pimentão verde picado","1/2 xícara (chá) de cheiro-verde picado","1/2 xícara (chá) de azeitonas verdes picadas","Sal e pimenta-do-reino a gosto","1 xícara (chá) de azeite","1/2 xícara (chá) de vinagre","1/2 xícara (chá) de água"],"difficulty":"Fácil","time":"30 minutos","servings":"10 Porções","calories":null},{"title":"Espeto 3 sabores para um churrasco completo","path":"20/09/2025/receitas/espeto_3_sabores_para_um_churrasco_completo/","text":"Modo de Preparo Em uma tigela, tempere a carne, o frango e a linguiça com o alho, a cebola, o sal e a pimenta. Deixe reservado para pegar o tempero por 15 minutos. No palito de churrasco, intercale 1 cubo de carne, 1 de frango e 1 de linguiça. Asse em uma grelha de churrasqueira por 15 minutos, virando de vez em quando, ou até ficar dourado. Se desejar sirva acompanhado de salada de macarrão.","content":"<p><img src=\"/receitas/images/espeto_3_sabores_para_um_churrasco_completo.webp\" alt=\"Espeto 3 sabores para um churrasco completo\"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ol>\n<li>Em uma tigela, tempere a carne, o frango e a linguiça com o alho, a cebola, o sal e a pimenta.</li>\n<li>Deixe reservado para pegar o tempero por 15 minutos.</li>\n<li>No palito de churrasco, intercale 1 cubo de carne, 1 de frango e 1 de linguiça.</li>\n<li>Asse em uma grelha de churrasqueira por 15 minutos, virando de vez em quando, ou até ficar dourado.</li>\n<li>Se desejar sirva acompanhado de salada de macarrão.</li>\n</ol>\n","categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"}],"tags":[{"name":"churrasco","slug":"churrasco","permalink":"https://pablopgalvao.github.io/tags/churrasco/"},{"name":"fim de semana","slug":"fim-de-semana","permalink":"https://pablopgalvao.github.io/tags/fim-de-semana/"}],"ingredients":["1kg de alcatra em cubos","1kg de peito de frango sem osso e sem pele, cortado em cubos","500g de linguiça toscana fresca em cubos","4 dentes de alho picados","1 cebola picada","Sal e pimenta-do-reino a gosto"],"difficulty":"Fácil","time":"1 hora e 30 minutos","servings":"15 Porções","calories":null},{"title":"Marido Gelado","path":"19/09/2025/receitas/marido-gelado--1758317137516/","text":"Modo de Preparo No liquidificador, misture 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 250 ml de suco de maracujá; Bata tudo muito bem por cerca de 3 minutos e transfira para uma travessa, reservando; Derreta 250g de chocolate no micro-ondas em intervalos de 30 segundos; Misture com uma caixinha de creme de leite e despeje por cima da mousse de maracujá. Reserve novamente; No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão; No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão; Bata por alguns minutos e transfira para a travessa; Reserve um pouco da ganache de chocolate para finalizar com arabescos e raspas de limão; Leve à geladeira por pelo menos 4 horas.","content":"<p><img src=\"/receitas/images/marido-gelado--1758317137516.png\" alt=\"MARIDO GELADO \"></p>\n<h2 id=\"Modo-de-Preparo\"><a href=\"#Modo-de-Preparo\" class=\"headerlink\" title=\"Modo de Preparo\"></a>Modo de Preparo</h2><ul>\n<li>No liquidificador, misture 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 250 ml de suco de maracujá;</li>\n<li>Bata tudo muito bem por cerca de 3 minutos e transfira para uma travessa, reservando;</li>\n<li>Derreta 250g de chocolate no micro-ondas em intervalos de 30 segundos;</li>\n<li>Misture com uma caixinha de creme de leite e despeje por cima da mousse de maracujá. Reserve novamente;</li>\n<li>No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão;</li>\n<li>No liquidificador, combine 1 leite condensado, 2 cremes de leite, 3 colheres de sopa de leite em pó e 200 ml de suco de limão;</li>\n<li>Bata por alguns minutos e transfira para a travessa;</li>\n<li>Reserve um pouco da ganache de chocolate para finalizar com arabescos e raspas de limão;</li>\n<li>Leve à geladeira por pelo menos 4 horas.</li>\n</ul>\n","categories":[{"name":"Sobremesas","slug":"Sobremesas","permalink":"https://pablopgalvao.github.io/categories/Sobremesas/"}],"tags":[{"name":"Doce","slug":"Doce","permalink":"https://pablopgalvao.github.io/tags/Doce/"},{"name":"Sobremesa Clássica","slug":"Sobremesa-Classica","permalink":"https://pablopgalvao.github.io/tags/Sobremesa-Classica/"}],"ingredients":["2 caixas de leite condensado","5 caixas de creme de leite","6 colheres de sopa de leite em pó","250 ml de suco de maracujá","250g de chocolate","200 ml de suco de limão"],"difficulty":"Médio","time":"40 min","servings":"10 Porções","calories":null}],"categories":[{"name":"Pratos principais / Carnes","slug":"Pratos-principais-Carnes","permalink":"https://pablopgalvao.github.io/categories/Pratos-principais-Carnes/"},{"name":"Lanches e petiscos","slug":"Lanches-e-petiscos","permalink":"https://pablopgalvao.github.io/categories/Lanches-e-petiscos/"},{"name":"Molhos e temperos","slug":"Molhos-e-temperos","permalink":"https://pablopgalvao.github.io/categories/Molhos-e-temperos/"},{"name":"Sobremesas","slug":"Sobremesas","permalink":"https://pablopgalvao.github.io/categories/Sobremesas/"}],"tags":[{"name":"prato nacional","slug":"prato-nacional","permalink":"https://pablopgalvao.github.io/tags/prato-nacional/"},{"name":"popular","slug":"popular","permalink":"https://pablopgalvao.github.io/tags/popular/"},{"name":"completa","slug":"completa","permalink":"https://pablopgalvao.github.io/tags/completa/"},{"name":"feijoada caseira","slug":"feijoada-caseira","permalink":"https://pablopgalvao.github.io/tags/feijoada-caseira/"},{"name":"porco","slug":"porco","permalink":"https://pablopgalvao.github.io/tags/porco/"},{"name":"carne","slug":"carne","permalink":"https://pablopgalvao.github.io/tags/carne/"},{"name":"veveta","slug":"veveta","permalink":"https://pablopgalvao.github.io/tags/veveta/"},{"name":"churrasco","slug":"churrasco","permalink":"https://pablopgalvao.github.io/tags/churrasco/"},{"name":"carnes","slug":"carnes","permalink":"https://pablopgalvao.github.io/tags/carnes/"},{"name":"simples","slug":"simples","permalink":"https://pablopgalvao.github.io/tags/simples/"},{"name":"molho","slug":"molho","permalink":"https://pablopgalvao.github.io/tags/molho/"},{"name":"fácil","slug":"facil","permalink":"https://pablopgalvao.github.io/tags/facil/"},{"name":"fim de semana","slug":"fim-de-semana","permalink":"https://pablopgalvao.github.io/tags/fim-de-semana/"},{"name":"Doce","slug":"Doce","permalink":"https://pablopgalvao.github.io/tags/Doce/"},{"name":"Sobremesa Clássica","slug":"Sobremesa-Classica","permalink":"https://pablopgalvao.github.io/tags/Sobremesa-Classica/"}]}